Repository: inattee/thunderbird.net-l10n
Catalog: gn/LC_MESSAGES/messages.po
Languages: gn

source: Welcome to <div class="tb-text">Thunderbird <small class="accent-text">Beta</small></div>
gn: Eg̃uahẽporã <div class="tb-text">Thunderbird<small class="accent-text">Beta</small></div>-pe

source: Support us!
gn: ¡Orepytyvõmína!

source: Donate
gn: Me’ẽ

source: Warning!
gn: ¡Kyhyjerã!

source: Beta can be unstable, and there is potential to lose data.
gn: Ko beta ndoikopái gueteri ha okañykuaa ne mba’ekuaarã.

source: Protect your data and other best practices.
gn: Emo’ã ne mba’ekuaarã ha ambue mba’eporã.

source: Knowledge Base
gn: Kuaapy ñepyrũha

source: Add-ons may not work properly, or not work at all.
gn: Ikatu umi moĩmbaha ndoikoporãi térã ndoikoietevoi.

source: Add-ons Guide
gn: Moĩmbaha guataha

source: Thank you for using Thunderbird Beta. Your experiences with beta are important, so please report rough edges, bugs, and provide feedback in the ways suggested below - to help make the next Thunderbird release as awesome as possible.
gn: Aguyje eiporu rehe Thunderbird Beta. Ne rembiapo beta ryepýpe tuicha mba’e, upévare, omomarandu mba’emimi rehegua, umi jejavy ha oikuave’ẽ ñe’ẽmombo mba’éichapa tenonderãve, neipytyvõ hag̃ua Thunderbird osẽramovéva oiko porãtaha.

source: Learn and Connect
gn: Eikuaa ha eike

source: Meet other beta users and learn more about beta.
gn: Eikuaa ambue beta poruhárape ha eikuaave hesegua.

source: Beta Discussion Group
gn: Ñomongetajere Beta rehegua

source: Help
gn: Ñepytyvõ

source: Curious about helping? You don’t need to be an expert to help other users or offer suggestions about improving the experience! Join us in this open source project where anyone can participate in the Thunderbird community (You don’t need to be an expert, and you don’t need to know how to code).
gn: ¿Eikuaasépa mba’éicha eipytyvõta? ¡Natekotevẽi nde katupyryrasa eipytyvõ hag̃ua ambue poruhára térã oñemoñe’ẽ iporãve hag̃ua ne rembiapo! Eike orendive ko apopyrã ayvu ijurujávape ikatuhápe oimeraẽva oipytyvõ Thunderbird rekohápe (Natekotevẽi nde katupyryrasa, ha eikuaa porã tembiporupyahu reko).

source: Get Involved
gn: Eike pype

source: Crashed?
gn: ¿Ojavy?

source: If Crash Reporter appeared (when Thunderbird crashes), please provide more details to help developers
gn: Pe jejavy mombe’uha ojekuaa (Thunderbird ndoikóirõ), ikatúpiko, emombe’uvemi eipytyvõ hag̃ua mboguataharakuérape

source: In Thunderbird do Help > More Troubleshooting Information, scroll to "Crash Reports", click a recent report link to open the crash report page.
gn: Thunderbird-pe eikutu Pytyvõ > Maranduve jejavy moĩporãrã, eho "Jejavy marandu’ípe", ha eikutu juajuha peteĩva marandu’i ipyahuvéva eike hag̃ua jejavy marandu’i kuatiaroguépe.

source: Click the Bugzilla tab, then click on an existing bug report under "Related Bugs" and add a comment to the bug, or click "Thunderbird" to submit a new bug report.
gn: Eikutu Bugzilla rendayke, upéi eikutu jejavy marandu’i oĩva "Jehavy ojueheguávape" ha emondo jehaipy’i jejavyguápe, térã eikutu "Thunderbird"-pe emondojey hag̃ua marandu’i pyahu jejavygua.

source: Crash Reporter
gn: Marandu jejavyguáva

source: Question? Problem?
gn: ¿Porandu? ¿Apañuãi?

source: Post your general Thunderbird usage questions or problems on the support page, where many knowledgeable users can help you.
gn: Emoherakuã neporandu térã apañuãi guasu Thunderbird jeporu rehegua ñepytyvõrã kuatiaroguépe, nepytyvõkuaahápe heta poruhára.

source: Support Page
gn: Pytyvõha kuatiarogue

source: In the Beta Forum, you can post feedback, questions, and learn how to use beta. You can also compare experiences with other beta users.
gn: Pe Beta Aty, omoherakuãkuaa je’epyre, porandu ha eiporukuaa beta. Avei emoñondivekuaa ne rembiapokue ambue beta poruhára ndive.

source: Beta Forum
gn: Beta Ñomongetaha

source: Report
gn: Momarandu

source: Think you’ve found a new problem or rough edge? Create a bug report so we can make sure it gets solved, resulting in a better Thunderbird experience for all.
gn: ¿Eimo’ã ejuhuha apañuãi térã jejavy? Emoheñói marandu’i jejavy rehegua rohecha hag̃ua mba’éichapa romoĩporãkuaa, ohechakuaa hag̃ua tembiapo porãve Thunderbird ndive.

source: Report a Bug
gn: Emomarandu jejavy

source: Unsure? Ask for help in the beta forum.
gn: ¿Eikuaápa? Eñepytyvõuka beta ñomongetahápe.

source: Welcome to <div class="tb-text">Thunderbird</div>
gn: Eg̃uahẽporã <div class="tb-text">Thunderbird</div>-pe

source: Support Us
gn: ¡Orepytyvõmína!

source: Thank you for supporting Thunderbird, which is funded by users like you! Producing Thunderbird requires software engineers, designers, system administrators and server infrastructure. So if you like Thunderbird, the best way to ensure Thunderbird remains available is to make a donation.
gn: ¡Aguyje eipytyvõre Thunderbird-pe, ohepyme’ẽva poruhára ndeichagua! Thunderbird oikotevẽ software apoha, moha’ãngahára, apopyvusu ñangarekohára ha mohendahavusu mba’aporãita. Ehayhu añetéramo Thunderbird, ha reipotáramo Thunderbird hekovepuku embojopói tapiaite.

source: Curious about helping? You don’t need to be an expert or know how to code to help other users or offer suggestions about improving the experience! Join us in this open source project where anyone can participate in the Thunderbird community.
gn: ¿Eikuaasépa mba’éicha eipytyvõta? ¡Natekotevẽi nde katupyryrasa térã eikuaa programación eipytyvõ hag̃ua ambue poruhára térã ñemoñe’ẽ iporãve hag̃ua ne rembiapo! Eike orendive ko apopyrã ayvu ijurujávape ikatuhápe oimeraẽva oipytyvõ Thunderbird rekoha.

source: Share ideas and feedback.
gn: Emoherakuã ãroky ha ñe’ẽngue.

source: Help make Thunderbird better.
gn: Eipytyvõ Thunderbird rekoporãrã.

source: Get the Beta
gn: Beta jeguereko

source: Questions? Problems?
gn: ¿Porandu? ¿Apañuãi?

source: If Crash Reporter appears when Thunderbird crashes, please provide as many details as possible to help developers.
gn: Osẽramo Crash Reporter Thunderbird ndoikói jave, emombe’uvemi ikatúva guive eipytyvõ hag̃ua mboguataharakuérape.

source: The page you are looking for doesn’t exist.<br/>If you think this is a bug, you can <a href="%(bug_report_url)s">report an issue here</a>.
gn: Kuatiarogue ehekáva ndaipóri. <br/>Ehechakuaáramo kóva iñapañuãiha, ikatu <a href="%(bug_report_url)s">emomarandu ápe</a>.

source: There's Nothing Here
gn: Ndaipóri mba’eve ápe

source: Empty nest
gn: Tupa nandi

source: Free Your Inbox.
gn: Emopotĩ ne ñe’ẽmondo g̃uahẽha.

source: Thunderbird is a free email application that’s easy to set up and customize - and it’s loaded with great features!
gn: ¡Thunderbird ha’e tembiporu’i reigua ñanduti vevegua hasy’ỹva iñemboheko ha iñemboava, ha henyhẽma hetamba’e reheve!

source: <span class="txt-gradient">Free</span> Your Inbox
gn: <span class="txt-gradient">Rei</span> Ne ñe’ẽmondo g̃uahẽha

source: Download
gn: Mboguejy

source: competitor icon
gn: ta’ãha ra’ãnga’i

source: <span class="txt-gradient">Freedom</span> from Chaos
gn: <span class="txt-gradient">Sãso</span> Mba’evaígui

source: Waste less time finding browser tabs.
gn: Ani ndeare ehekahápe kundahára rendayke.

source: laptop frame
gn: mohendaha’i kora

source: 115 mail
gn: 115 ñanduti veve

source: 115 calendar
gn: 115 arapapaha

source: See Compatibility
gn: Ehecha Jokupyty

source: <span class="txt-gradient">Freedom</span> from Manipulation
gn: <span class="txt-gradient">Sãso</span> Jejapovaigua

source: Our agenda isn’t hidden. It’s to make the world better.
gn: Ore rembiaporã naiñemíri. Arapy iporãve rekávo.

source: Learn Who We Are
gn: Eikuaa mávapa ore

source: Firefox planet
gn: Firefox rekotee

source: Thunderbird planet
gn: Thunderbird rekotee

source: <span class="txt-gradient">Freedom</span> to Geek Out
gn: <span class="txt-gradient">Sãso</span> ijapove rekávo

source: Thunderbird is yours.
gn: Thunderbird nemba’e.

source: Its <strong>unified inbox</strong> enables me to stay sane even in the busiest of times. I am never switching e-mail clients again!
gn: Nde <strong>ñe’ẽmondo g̃uahẽha mopeteĩmbyry</strong> omoneĩ aimévo py’aguapýpe tembiapo hetave jave. ¡Che namoambuemo’ãi ñanduti veve pyahu!

source: profile image
gn: mba’ete ra’ãnga

source: Software Developer, Austria
gn: Software mboguatahára, Austria

source: unified inbox
gn: ñe’ẽmondo g̃uahẽha juajupyre

source: I love the <strong>tag feature</strong>. I tag something important and find it quickly.
gn: Ahayhu pe <strong>teramoĩ rembiapoite</strong>. Ambohéra mba’e guasu ha ajuhu pya’e.

source: Computer Scientist, USA
gn: Tembiporupyahugua, EE. UU.

source: It is the first program I install on any PC I use / own... I use it on <strong>Windows</strong> / <strong>Mac</strong> and <strong>Linux</strong>.
gn: Peteĩha apopyrã amohendáva oimeraẽ PC aiporúvape / areko... Aiporu amo <strong>Windows</strong> / <strong>Mac</strong> and <strong>Linux</strong>.

source: I.T. Manager, UK
gn: I.T. mboguataha, Reino Unido

source: Having an open source alternative [for] receiving and managing email... is great for <strong>privacy</strong>.
gn: Erekórõ ayvu ijurujáva emog̃uahẽ ha eñangareko [hag̃ua] ñanduti veve... iporã <strong>tekorosãrã</strong>.

source: Web Developer, Costa Rica
gn: Ñanduti mboguatahára, Costa Rica

source: [Thunderbird] empowers me to maintain <strong>ownership</strong> of my emails.
gn: [Thunderbird] chemombarete arekóvo <strong>chemba’éramo</strong> ñanduti vevekuéra.

source: Engineer, USA
gn: Ingeniero, EE.UU.

source: You'd be hard pressed to find a client more <strong>extensible</strong> than Thunderbird!
gn: ¡Hasyetereíta ejuhu hag̃ua poruhára <strong>extensible</strong> Thunderbird-gui!

source: Student, UK
gn: Temimbo’e, Reino Unido

source: extensions
gn: jepysokue

source: Explore More Features
gn: Ehechave tembiapoite

source: Are you ready to love email again?
gn: ¿Eiméma ehayhuve hag̃uáicha ñanduti veve?

source: Who We Are
gn: Mávapa ore

source: Thunderbird is a free email application that’s easy to set up and customize - and it’s loaded with great features!
gn: Thunderbird ha’e peteĩ tembiporu’i reigua ñanduti veve rehegua hasy’ỹva iñemboheko ha eñemomba’ete, ¡ha henyhẽte hetaiterei tembiapoitégui!

source: About
gn: Rehegua

source: Meet <span class="txt-gradient">Thunderbird</span>
gn: Eikuaa <span class="txt-gradient">Thunderbird</span>

source: Values
gn: Tepykue

source: Guided by <span class="txt-gradient">Values</span>
gn: Ombohapéva <span class="txt-gradient">Tepykue</span>

source: A shield with the Thunderbird logo.
gn: Thunderbird ra’ãnga’i rechaukaha.

source: Privacy
gn: Ñemigua

source: You are not the product.
gn: Nde ndaha’éi kuãve’ẽmby.

source: We do not collect or store it unless you ask us to.
gn: Norombyatýi ndete nderejeruréi mba’éramo.

source: We take great care to keep it safe from misuse.
gn: Roma’ẽmbaite romo’ãkuaa hag̃ua oiporuvaívagui.

source: We will never sell it.
gn: Norovendemo’ãi araka’eve.

source: You retain ownership and control of it.
gn: Ereko nemba’éramo ha eiporu ikatuháicha.

source: Read the Privacy Policy
gn: Emoñe’ẽ Temiñemi Porureko

source: A key with the Thunderbird logo.
gn: Mbojurujaha Thunderbird ra’ãnga’i ndive.

source: Freedom
gn: Tekosãso

source: Thunderbird belongs to you (and the world).
gn: Thunderbird ha’e nemba’e (ha avei arapýpe).

source: Learn About MPL 2.0
gn: Maranduve MPL 2.0 rehegua

source: A speech bubble with the Thunderbird logo.
gn: Peteĩ moñe’ẽrã Thunderbird ra’ãnga’i ndive.

source: Voice
gn: Ayvu

source: You have a part in Thunderbird's future.
gn: Nemba’e peteĩ pehẽ Thunderbird renonderãme.

source: Keep Reading...
gn: Emoñe’ẽve...

source: Driven by <span class="txt-gradient">Community</span>
gn: Ombohapéva <span class="txt-gradient">Tekoha</span>

source: Learn How to Get Involved
gn: Eikuaa mba’éichapa eikéta

source: Our Contributors
gn: Ore pytyvõharakuéra

source: Supported by <span class="txt-gradient">Mozilla</span>
gn: Oipytyvõva <span class="txt-gradient">Mozilla</span>

source: Explore Career Opportunities
gn: Ehechakuaa pa’ũ ñemba’aporã

source: Calendar
gn: Arapapaha

source: Resources
gn: Mba’eita

source: Looking For Holiday Calendars?
gn: Ehekápa arapapaha arete rehegua

source: Holiday Calendar
gn: Arapapaha arete rehegua

source: We’ve got some holiday calendar files available for download. You can either download and then import them into Calendar or you can just subscribe to these calendars by copying their URL and then adding them as new remote calendar files. More information on installing a holiday calendar can be found in the <a href="%s">Adding a holiday calendar article</a>.
gn: Roguereko ndahetái marandurenda arete rehegua emboguejykuaáva. Ikatu emboguejy ha upéi embohasa Arapahápe térã eñemboheraguapy ko’ã arapapahápe emonguatiávo pe URL ha embojuaju arapapaha pyahu okayguávarõ. Eikuaasevérõ arete arapapaha ñemohenda ejuhukuaa <a href="%s">jehaipy’i mba’éichapa embojuajukua arete arapapaha</a>.

source: You can also find calendars to subscribe to at <a href="%s">iCalShare.com</a>.
gn: Ejuhukuaa avei arapapaha eñemboheraguapy hag̃ua <a href="%s">iCalShare.com</a>.

source: <a href="%(url)s" class="inline-link text-blue">%(country)s</a> holidays thanks to %(authors)s
gn: <a href="%(url)s" class="inline-link text-blue">%(country)s</a>, aguyje %(authors)s

source: Donations
gn: Ñembojopói

source: Contribute
gn: Ñepytyvõ

source: Become a <span class="txt-gradient">Supporter</span>
gn: Toiko ndehegui <span class="txt-gradient">Pytyvõha</span>

source: Help us make Thunderbird better.
gn: Orepytyvõ Thunderbird rekoporãverã.

source: Develop new apps, integrations and features
gn: Emoheñói tembiporu’i pyahu, mbojuajuha ha tembiapoite

source: Improve the interface, speed, and stability
gn: Emoporãve techarã, ipya’ekue ha tekopyta

source: Promote Thunderbird and software freedom
gn: Emyasãi Thunderbird ha pe software sãso

source: Serve millions of free app downloads each year
gn: Oikuave’ẽ hetaiterei tembiporu’i ñemboguejy reigua ary pukukue

source: <a class="dotted" href="%(url)s">Modify</a> an existing monthly donation.
gn: <a class="dotted" href="%(url)s">Emoambue</a> peteĩ jopói jasyguávape.

source: Become a <span class="txt-gradient">Corporate Sponsor</span>
gn: Toiko ndehegui <span class="txt-gradient">tendaguasu oporoykekóva</span>

source: Secure an open future for yourself and the world.
gn: Erekóke tenonderã ijurujáva ndéve ha arapýpe g̃uarã.

source: A rocket with the Thunderbird logo.
gn: Peteĩ cohete Thunderbird ra’ãnga’i ndive.

source: Frequently Asked Questions
gn: Porandu py’ỹiguáva

source: Donor Help
gn: Me’ẽhára ñepytyvõ

source: Thank you for contacting us. A case has been created for your issue and we will be in touch shortly.
gn: Aguyje eñe’ẽ haguére orendive. Heñói peteĩ káso ne apañuãirã ha tenondemieve roñomongetáta nendive.

source: We will get back to you soon.
gn: Roñe’ẽta nendive pya’emíma.

source: Return to Thunderbird.net
gn: Eguevijey Thunderbird.net ndive

source: Cookies
gn: Kookie

source: Legal
gn: Añetegua

source: Send DMCA Notice
gn: Eñe’ẽmondo DMCA-pe

source: Report Fraud
gn: Emombe’u apovaikue

source: Participation Guidelines
gn: Mba’éichapa eikeva’erã

source: Download Thunderbird
gn: Emboguejy Thunderbird

source: Available on Windows, Linux, Mac
gn: Eiporukuaa Windows, Linux ha Mac ndive

source: Download and languages options
gn: Emboguejykuaa ha ñe’ẽnguéra

source: Your system doesn't meet the <a href="%(url)s">requirements</a> to run Thunderbird.
gn: Ko apopyvusu ndorekói <a href="%(url)s">porurã</a> omoba’apo hag̃ua Thunderbird.

source: Please follow <a href="%(url)s">these instructions</a> to install Thunderbird.
gn: Ehapykueho <a href="%(url)s">ko’ã je’etepy</a> emoboguejy hag̃ua Thunderbird.

source: Free forever.
gn: Ijuruja meme.

source: to make it better.
gn: ejapo porãve hag̃ua.

source: What are the ways I can give?
gn: ¿Mba’eichaitépa ame’ẽkuaa?

source: How do I cancel or change my recurring gift? Can I change my payment method or my donation frequency?
gn: Mba’éichapa aipe’a térã amoambuéta che pytyvõngue. Amoambuekuaápa ahepyme’ẽháicha térã che jopói ñeme’ẽha.

source: Why do you need my address in order to process a gift?
gn: ¿Mba’ére peikotevẽ che kundaharape emongu’e hag̃ua jopói?

source: Does my gift give me access to tech support?
gn: ¿Che jopói che moingekuaa ñepytyvõha rendápe?

source: Anyone can access tech support for Thunderbird by visiting the <a href="%(url)s">support forum</a>. Thunderbird does not provide tech support or enhanced tech support in exchange for financial gifts.
gn: Oimeraẽva ohokuaa Thunderbird pytyvõ aporekoguápe eikévo <a href="%(url)s">aty pytyvõrã</a>. Thunderbird nome’ẽi pytyvõ aporekogua ñepyrũha avei ndojapói pytyvõ aporekogua tuicháva pirapire rehehápe.

source: How can I turn off the donation message on the Thunderbird start page?
gn: ¿Mba’éicha aipe’akuaa ñe’ẽmondo jopoigua Thunderbird kuatiarogue ñepyrũme?

source: To learn how to customize your start page please visit:<br/><a href="%(url)s">%(url)s</a>
gn: Eikuaa mba’éichapa ejapóta nde kuatiarogue ñepyrũ eike:<br/><a href="%(url)s">%(url)s</a>

source: Is my gift tax deductible?
gn: ¿Che jopói ojeíva impuesto-gui?

source: How can I get a business receipt?
gn: ¿Mba’écha arekokuaa kuatia ñemure?

source: Is my donation secure?
gn: ¿Che jopói hekorosã?

source: Are there additional fees on my donation?
gn: ¿Oĩpa ñeme’ẽve che jopói rire?

source: What are your transaction costs on donations?
gn: ¿Mboýpa ahepyme’ẽvéta che jopói ajapokuévo?

source: Can I give in cryptocurrencies?
gn: ¿Ambojopoikuaa criptomoneda rupive?

source: <strong>No.</strong> We are not currently accepting cryptocurrency gifts.
gn: <strong>Ani.</strong> Ko’ag̃aite ndoroipotái jopói criptomoneda rupive.

source: How will my gift be used?
gn: ¿Mba’éicha ojeporúta che jopói?

source: Thunderbird is the leading open source cross-platform email and calendaring client, free for business and personal use. Your gift will help ensure it stays that way, and will support future development.
gn: Thunderbird omoakã ñandutiveve ñemuhárape ha arapapaha ipyendaetáva ha ijayvu jurujáva, reigua ojeporukuaáva mba’apohápe ha oimeraẽva. Nde jeykeko orepytyvõta oiko are hag̃ua péicha, ha taiporãve ko’ẽreíre.

source: What is Thunderbird’s relationship to MZLA Technologies Corporation?
gn: ¿Mba’épe ojojogua Thunderbird MZLA Technologies Corporation ndive?

source: Thunderbird is a project of MZLA Technologies Corporation, which is a wholly owned subsidiary of Mozilla Foundation.
gn: Thunderbird ha’e MZLA Technologies Corporation apopyrãva, ha’eva avei Fundación Mozilla mba’eteéva.

source: Doesn’t Thunderbird earn income?
gn: ¿Thunderbird nome’ẽi pirapire?

source: Currently, the majority of Thunderbird’s revenue comes from generous gifts from users and friends of Thunderbird. Companies and individuals support the development of the product now and in the future.
gn: Ko’ag̃aite, heta pirapire Thunderbird mba’éva ou jopói Thunderbird poruhára ha angirũnguéragui. Umi mba’apohaguasu ha tapichakuéra oykeko opaichagua apopyre ñemongakuaa ko’ág̃a ha avei tenondeve gotyo.

source: Who can I email directly with questions about giving?
gn: ¿Mávapepa amondokuaa ñanduti veve aporandu hag̃ua jopói rehegua?

source: If you have a question about giving to Thunderbird, please contact us via <a href="%(help)s">this form</a>. If you need technical support, please head over to <a href="%(support)s">Thunderbird Support</a> for assistance.
gn: Eporanduséramo Thunderbird ñembojopói, eñomongeta orendive <a href="%(help)s">ko myanyhẽha</a> rupive. Eikotevẽramo aporekogua ñepytyvõ, ejerure <a href="%(support)s">Thunderbird jeykeko</a> eñepytyvõkuaa hag̃ua.

source: Page language
gn: Kuatiarogue ñe’ẽ

source: Other languages
gn: Ambue ñe'ẽnguéra

source: Go
gn: Jeho

source: Home
gn: Ñepyrũ

source: Get Help
gn: Eipota pytyvõ

source: Downloads
gn: Ñemboguejy

source: Release Notes
gn: Jehaipy rehegua

source: Holiday Calendars
gn: Arapapaha momorãgua

source: Contact Us
gn: Eñe’ẽ orendive

source: Careers
gn: Mbo’esyryete

source: Participate
gn: Eike

source: Contribute to this site
gn: Eipytyvõ ko tendápe

source: Translate this site
gn: Emoñe’ẽasa ko tenda

source: Products
gn: Apopyre

source: Thunderbird Desktop
gn: Thunderbird mesa arigua

source: Thunderbird Mobile
gn: Thunderbird pumbyrýpe g̃uarã

source: Podcasts
gn: Podcast

source: Thunderbird Logo
gn: Thunderbird ra’ãnga’i

source: Your Email
gn: Ne ñanduti veve

source: Subscribe
gn: Eñemboheraguapy

source: Follow %(mastodon)s on Mastodon
gn: Epytaite %(mastodon)s Mastodon ndive

source: Follow %(youtube)s on YouTube
gn: Ehapykueho %(youtube)s YouTube-pe

source: Follow %(twitter)s on Twitter
gn: Epytaite %(twitter)s Twitter ndive

source: Follow %(linkedin)s on LinkedIn
gn: Ehapykueho %(linkedin)s LinkedIn-pe

source: Visit Our Blog
gn: Eike ore blog-pe

source: smartphone
gn: Pumbyry ha’evéva

source: I need
gn: Aikotevẽ

source: Please select...
gn: Eiporavo peteĩ...

source: Help with the donation form
gn: Eipytyvõ ñeme’ẽrã myanyhẽha ndive

source: To change or cancel my monthly recurring donation
gn: Emoambue térã ejoko ame’ẽmeméva peteĩteĩva jasýpe

source: To update my email address or contact info
gn: Ambopyahu che ñanduti veve térã che marandu

source: Help donating by bank transfer (SEPA/IBAN)
gn: Ñepytyvõ ñeme’ẽrã viruróga rupive (SEPA/IBAN)

source: Help donating with another currency or payment method
gn: Eipytyvõ toñeme’ẽ ambue tetãvirúpe térã mba’éicha tojehepyme’ẽ

source: A copy of my donation receipt
gn: Kuatiañemungue che ñeme’ẽ rehegua

source: A year-end donation summary
gn: Ary pahápe taikuaa mboýpa ame’ẽra’e

source: My donation refunded
gn: Ame’ẽmbyre oñemboujeýva

source: Help with an unauthorized or fraudulent donation
gn: Eipytyvõ me’ẽmby ñemoneĩ’ỹva térã kañymby

source: Technical support for Thunderbird
gn: Thunderbird pytyvõha aporekogua

source: To request a feature for Thunderbird
gn: Ejerure Thunderbird rembiapoite pyahu

source: To submit feedback
gn: Temiandu ñemondo

source: Help with something else
gn: Eipytyvõve heta mba’épe

source: Visit our secure online donation page to make your donation
gn: Eike ore kuatiarogue hekorosãva jopoiha ñandutípe embojopói hag̃ua

source: Still have questions? Contact us by submitting a case.
gn: ¿Eporandusevépa? Ehai oréve emombe’úvo ojehúva.

source: Any other details that might help
gn: Oimeraẽva mba’emimi orepytyvõkuaáva

source: Add a screenshot to help us with your request (optional)
gn: Embojuaju mba’erechaha jejapyhy orepytyvõ hag̃ua ne mba’ejerurépe (ejaposérõ)

source: JPG, PNG and BMP files only
gn: Marandurenda JPG, PNG ha BMP añoite

source: Name
gn: Téra

source: Email
gn: Ñanduti veve

source: We are unable to offer help with Thunderbird technical issues through the Donor Help form.
gn: Ndaikatúi rome’ẽ ñepytyvõ Thunderbird apañuãi myanyhẽha rupive Pytyvõrã mbojopoihápe g̃uarã.

source: Our <a href="%(url)s" target="_blank">knowledge base</a> and active user community can help!
gn: ¡Ore <a href="%(url)s" target="_blank">kuaita renda</a> ha ore poruhára aty ikatuhápe oipytyvõ!

source: Visit our technical support site to get more help
gn: Eike ore pytyvõha rendápe ejeykekokuaa hag̃ua

source: <a href="%(url)s" target="_blank">Mozilla Connect</a> is a collaborative space for ideas, feedback, and discussions that will help shape future Thunderbird product releases.
gn: <a href="%(url)s" target="_blank">Mozilla Connect</a> ha’e ñepytyvõrã temiandu ñeme’ẽrã, je’epy ha ñomongeta oipytyvõtava Thunderbird apopyre tenonderãguávape.

source: <a href="%(url)s" target="_blank">Submit your idea</a> and be sure to tag Thunderbird so others can find and vote on your suggestion.
gn: <a href="%(url)s" target="_blank">Erahauka ne remiandu</a> ha emboheramoĩ Thunderbird ambuéva ojuhukuaa hag̃ua ha evota ne ñemoñe’ẽ.
