Repository: inattee/thunderbird.net-l10n
Catalog: gn/LC_MESSAGES/messages.po
Languages: gn

source: For product technical support, please visit our <a href="%(url)s" target="_blank">support page</a>.
gn: Apopyre ñepytyvõme g̃uarã, eike ore <a href="%(url)s" target="_blank">kuatiarogue pytyvõhápe</a>.

source: <a href="%(url)s" target="_blank">Visit Mozilla Connect to submit your idea for Thunderbird</a>
gn: <a href="%(url)s" target="_blank">Eike Mozilla Connect emondo hag̃ua ne remiandu Thunderbird-pe g̃uarã</a>

source: Language
gn: Ñe’ẽ

source: Chinese Simplified
gn: Chino michĩpyréva

source: Czech
gn: Cheko

source: Danish
gn: Danés

source: Dutch
gn: Holandés

source: English
gn: Inglés

source: French
gn: Francés

source: German
gn: Alemán

source: Italian
gn: Italiano

source: Japanese
gn: Japonés

source: Other
gn: Ambue

source: Polish
gn: Polaco

source: Portuguese
gn: Portugués

source: Russian
gn: Ruso

source: Spanish
gn: España ñe’ẽ

source: reCAPTCHA helps prevent automated form spam.
gn: reCAPTCHA omboykéta spam ijeheguíva myanyhẽha pegua.

source: The submit button will be disabled until you complete the CAPTCHA.
gn: Pe votõ ñemondorãgua ojepe’aitéta oĩmbaite peve pe CAPTCHA.

source: Submit
gn: Mondo

source: Join our Newsletter
gn: Eñemboheraguapy ore marandu’ípe

source: Code
gn: Ayvu

source: Desktop Development:
gn: Mboguatahára mesa arigua:

source: Android Development:
gn: Mboguatahára Android peg̃uarã:

source: Website Development:
gn: Mboguatahára ñanduti roguépe g̃uarã:

source: Test
gn: Ñeha’ã

source: Translate
gn: Ñe’ẽasa

source: Support
gn: Ñepytyvõ

source: Document
gn: Kuatiaite

source: Promote
gn: Moakãrapu’ã

source: X (Formerly Twitter)
gn: X (ymave Twitter)

source: Design
gn: Moheñói

source: Leadership, Switzerland
gn: Ñemyakã, Suiza

source: Bug Triager, USA
gn: Jejavy poravoha, EE. UU.

source: Just one more step!
gn: ¡Eha’ãjey ¡Peteĩ jeýnte!

source: Having trouble? <a class="inline-link" href="%(url)s">Get help with your installation.</a>
gn: ¿Neapañuãihápe? <a class="inline-link" href="%(url)s">Eñepytyvõta ne ñemohendápe.</a>

source: Experience The Future Of Thunderbird
gn: Emboheko Thunderbird renonderã

source: Install now!
gn: ¡Emohenda ko’ág̃a!

source: Finish installing, and start enjoying Thunderbird Beta.
gn: Emohendapa ha eiporu ñepyrũ Thunderbird Beta.

source: Learn more about Thunderbird 115 Supernova
gn: Eikuaave Thunderbird 115 Supernova rehegua

source: Thunderbird 115 Supernova Preview: The New Folder Pane
gn: Thunderbird 115 Supernova jehecha ñepyrũha: Marandurenda jehechaha

source: February 14, 2023
gn: 14 jasykõi, 2023

source: Continue Reading
gn: Emoñe’ẽve ehóvo

source: Why We’re Rebuilding The Thunderbird Interface From Scratch
gn: Mba’érepa romoñepyrũjey ijypyha guive Thunderbird mba’erechaha

source: "Why does Thunderbird look so old, and why does it take so long to change?" Let's answer that burning question with some important history, and a look into the future.
gn: "Mba’érepa Thunderbird ojehecha itujaha ha mba’érepa hasýpete oñemoambue". Rombohovái pe porandu tembiasakue guasu ndive ha ñamaña tenondeve gotyo.

source: February 9, 2023
gn: 9 jasykõi, 2023

source: Thunderbird Supernova Preview: The New Calendar Design
gn: Thunderbird Supernova recha ypyha: Arapapaha ra’ãnga pyahu

source: Life gets busy. That's why the new calendar in Thunderbird Supernova is being designed to look and feel comfortable. It will help you more efficiently sift, sort, and digest all the crucial details of your day.
gn: Nde rekove nemomba’apo. Upéva rehe Thunderbird Supernova arapapaha pyahu ojejapo ejehecha ha eñeñandu porãve hag̃ua. Nepytyvõta emopotĩ, eiporavo ha eikũmby porãve hag̃ua opaite mba’e ojehúva ko’ẽreíre.

source: November 9, 2022
gn: 9 jasypateĩ, 2022

source: Help Keep Thunderbird Alive!
gn: ¡Eipytyvõ Thunderbird-pe hekoveresãi hag̃ua!

source: <span class="block font-light font-4xl">Help Keep</span> Thunderbird Alive!
gn: <span class="block font-light font-4xl">¡Eipytyvõ</span> Thunderbird-pe hekoveresãi hag̃ua!

source: Did you know that <strong>less than 1%</strong> of Thunderbird users fund all the work we do?
gn: ¿Eikuaápa <strong>sa’iveha 1%</strong> Thunderbird poruhára ohepyme’ẽ tembiapo rejapóva?

source: <strong>Not too long ago Thunderbird was on the verge of extinction.</strong> It’s because of donations from that small group of users that we are here today!
gn: <strong>Nda’aretéi, Thunderbird rekove oĩkuri opa hag̃uáicha.</strong> ¡roime ko’ápe pende jopói rupiveténte ndahetáiramo jepe poruhára!

source: We don’t show advertisements or sell your data and we are completely funded by donations from our community.
gn: Ndorohechaukái araka’eve ñemurã ha nohepyme’ẽi ne mba’ekuaarã, ha roikove tekohaguasu ñembojopói rupive.

source: Click here to <strong class="block">Donate!</strong>
gn: Eikutu ápe <strong class="block">¡Eme’ẽ hag̃ua!</strong>

source: Help keep <strong class="block">Thunderbird Alive!</strong>
gn: ¡Eipytyvõ <strong class="block">Thunderbird-pe hekoveresãi hag̃ua!</strong>

source: <strong>Thunderbird</strong>’s mission is to offer a time and privacy-respecting, customizable communication experience that gives you control of your data and experience. <strong>Free to everyone!</strong>
gn: <strong>Thunderbird</strong> rembipota ha’e marandu mba’eteéva ñeme’ẽ omomba’éva nde aravo ha nde rekoñemi ha avei omoneĩ ehechamemévo ne mba’ekuaarã ha ne rembiapo. <strong>¡Reiete opavavépe!</strong>

source: <strong>So today we’re asking you to help us out.</strong> If you get value from using Thunderbird, please consider giving a donation to support it!
gn: <strong>Ko árape rojerure orepytyvõmívo.</strong> Eiporu ha ehayhúramo Thunderbird, ¡eñamindu’umína ha orembojopói romba’apo porãve hag̃ua!

source: The Thunderbird Team
gn: Thunderbird mba’apohára

source: What’s New in Thunderbird 102
gn: Oĩpa mba’epyahu Thunderbird 102-pe

source: Explore the new features and changes in the new release of Thunderbird.
gn: Eheka umi tembiapoite ha moambue pyahu Thunderbird ipyahuvévape.

source: <strong>Thunderbird is completely funded by your donations.</strong> <br> Producing Thunderbird requires software engineers, designers, system administrators and server infrastructure. <strong>Help us keep Thunderbird alive!</strong>
gn: <strong>Thunderbird oikove nde jopói rupive.</strong> <br> Thunderbird jekakuaa oikotevẽ software apohakuaahárare, moha’ãngaha, apopyvusu ñangarekoha ha mohendahavusu remikotevẽ. <strong>¡Ore pytyvõ Thunderbird hekoresãi hag̃ua!</strong>

source: Message Header Redesign
gn: Ñe’ẽmondo moakãguáva jejapojey

source: Thunderbird 102 helps you be more productive with less effort. When reading your email, the redesigned message header allows you to focus on what matters as it highlights important information. It’s also more responsive and easier to navigate. Plus, you can star important messages from the message header itself, and easily convert them into a calendar event or a task.
gn: Thunderbird 102 nepytyvõta nde ra’eve hag̃ua kane’o’ive reheve. Amoñe’ẽvo ne ñanduti veve, pe ñe’ẽmondo moakãha jejapojeýva omoneĩta ejapo porã hag̃ua ejaposéva, iñapysẽvo marandu ha’evéva. Avei heteku’e ha ndahasyive iñeikundaha. Avei, emombaretekuaa ñe’ẽmondo moakãha rupive ha ejapo chugui tembiaporã arapapaha térã mba’aporãva.

source: New Address Book
gn: Kundaharape jehaiha pyahu

source: New Import/Export Wizard
gn: Pytyvõhára pyahu eru/eraha hag̃ua

source: New Spaces Toolbar
gn: Tembiporu renda pyahu pa’ũguáva

source: New Matrix Chat Support
gn: Ñepytyvõ pyahu chat peg̃uarã Matrix rupive

source: Thunderbird 102 offers a new way to chat privately and securely with your colleagues, friends, and family. We’ve added support for the open-source, decentralized chat protocol Matrix, and it’s usable right out of the box! (As always, we welcome your feedback since it’s an evolving service.)
gn: Thunderbird 102 ome’ẽ tekoñemi ipyahu ha hekorosãva echateakuaa hag̃ua ne irũ, angirũ ha pehẽnguekuéra ndive. Rombojuaju jekupyty taperekoitépe g̃uarã pe chat Matrix ayvu ijurujáva, ¡ha ojeporukuaáva sapy’aitépe! (Jepiguáicha, roaguyjeme’ẽ ne ñe’ẽngue ha’e rupi mba’eporu okakuaáva.)

source: Other Notable Changes
gn: Iñambue guasúva

source: There are many other big changes that make Thunderbird 102 a very large release including:
gn: Oĩ heta iñambuepyréva tuicha mba’éva ojapóva Thunderbird 102-gui mba’e iporãva, oikehápe:

source: New Icons and Default Folder Colors
gn: Ta’ãngachu’i pyahu ha ñongatuha ypykuéva sa’y

source: Use Thunderbird without an email account (for example, as an RSS reader)
gn: Eiporu Thunderbird ñanduti veve mba’ete’ỹre (techaukarã, RSS moñe’ẽrãramo)

source: Numerous OpenPGP improvements
gn: Heta mba’eporã OpenPGP peg̃uarã

source: CalendarLocal parser converted to javascript
gn: CalendarLocal ñangarekohára oikóva chugui javascript

source: Today Pane calendar UI refresh
gn: Jehechaha ñembohekopyahu ko ára rehegua arapapahápe

source: POP3 implemented in javascript
gn: POP3 hekoañetéva javascript-pe

source: Account settings moved to macOS application menu
gn: Mba’ete ñemboheko oku’éva macOS rembiporu’i poravorãme

source: Plus: Application-wide font size control, Theme fixes, FileLink fixes, Accessibility fixes, improved vCard integration, improved calendar startup performance, Calendar fixes including correct order of week view headers and days for right to left locales.
gn: Avei: Ehecha teñoiha tuichakue rembiporu’ípe, téma moĩporã, FileLink moĩporã, jeikeha moĩporã, vCard juaju iporãvéva, arapapaha rembiapo ñepyrũ iporãva, arapapaha moĩporã oĩhápe moakãha oĩporãva arapokõindy rechaha ha ára ñemboheko tendaguasugua akatúagui asu gotyo.

source: You can see details of all our changes in the release notes for <a href="%(release)s">Thunderbird 102.0 and up</a>.
gn: Ikatu ehecha opaite romoambuepyréva jehaipyre kuaaukarãpe <a href="%(release)s">Thunderbird 102.0 ha upeigua</a>.

source: Thunderbird is funded by users like you
gn: Thunderbird ohepyme’ẽ poruhára ndeichagua

source: Thunderbird is both free and freedom respecting, but we’re also completely funded by donations! Help us sustain the project and continue to improve.
gn: ¡Thunderbird ha’e reigua ha omomba’e ne sãso, hákatu oñemog̃uahẽ jopói opáguivo! Orepytyvõ romboguata hag̃ua ko apopyrã ha romoĩporãvévo ko’ẽreíre.

source: Keep up with the latest and greatest updates on news, features, events, and previews, and get a sneak peek on the upcoming releases.
gn: Eikuaáke ára ha ára ñembohekopyahu rehegua marandu, peteĩchagua, tembiaporã ha mba’epyahu ha ehecha tembiapo pyahúpe.

source: Sign me up!
gn: ¡Chemboheraguapy!

source: Report Trademark or Copyright Infringement
gn: Marandu marka ñemuguáva térã apohára derécho ñembyai

source: Report Misuse of Thunderbird Trademark
gn: Emombe’u marka Thunderbird jeporuvai

source: Help Keep <br> <span class="tb-title">Thunderbird</span> <span class="alive">Alive</span>
gn: Eipytyvõ <br> <span class="tb-title">Thunderbird</span> <span class="alive">Hekove</span>

source: Thunderbird’s mission is to give you the best privacy-respecting, customizable communication experience possible. Free for everyone to install and enjoy!
gn: Thunderbird rembipota ha’e ñomongeta hekoporãva ñeme’ẽ ha omomba’éva tekoñemi. ¡Reiete oimeraẽva omboguejy ha oiporukuaa hag̃ua!

source: Accomplishing that mission means maintaining expensive servers, fixing bugs, developing useful new features, and hiring talented engineers to improve the software.
gn: Ejapo hag̃ua tembipota he’ise erekotaha apopyvusu hepýva, jejavy moĩporã, tembiapoite pyahu oikóva jejapo ha emomba’apo ingeniero ivaléva iporãve hag̃ua pe software.

source: Thunderbird is proud to be funded exclusively by our community, not by selling personal data or displaying ads in your inbox.
gn: Thunderbird ovy’a ojehepyme’ẽre hekoháguivoi, ndaha’éi ovendégui poruhára mba’ekuaarã, ndohechaukái marandu ñemurã ne ñanduti veve g̃uahẽhápe.

source: So today we’re asking for your help to keep Thunderbird alive and thriving. If you get value from using Thunderbird, please consider giving a donation to support it!
gn: Ko árape rojerure ndéve orepytyvõmívo Thunderbird hekovepuku hag̃ua. Eiporu ha ehayhúramo Thunderbird, ¡eñamindu’umína ha orembojopói romba’apo porãve hag̃ua!

source: Thunderbird Everywhere!
gn: ¡Thunderbird opa henda rupi!

source: <span class="title">Thunderbird</span> <span class="everywhere">Everywhere!</span>
gn: <span class="title">¡Thunderbird</span> <span class="everywhere">opa hendápe!</span>

source: Help us bring Thunderbird to <span class="platform-gradient">Android</span> and <span class="platform-gradient">iOS.</span>
gn: Orepytyvõ rorahávo Thunderbird <span class="platform-gradient">Android</span> ha <span class="platform-gradient">iOS.</span> gotyo

source: You kept us alive - now help us thrive!
gn: Orereko tesãime, ¡ko’ág̃a ore pytyvõ ropu’ãvévo!

source: <strong>We can’t do this without you!</strong> If you get value from using Thunderbird, please consider giving a donation to support this goal.
gn: <strong>Ndorojapomo’ãi nderehe’ỹ.</strong> Eiporuséramo Thunderbird tapiaite, eñamindu’umína ha orembojopói ko'ẽreíre oiko porãve hag̃ua.

source: An illustration of Thunderbird on a phone, a desktop, and a tablet.
gn: Ta’ãnga Thunderbird mba’e pumbyry, mohendaha mesa arigua térã tablétape.

source: The <strong>Thunderbird</strong> Team
gn: <strong>Thunderbird</strong> Pytyvõha

source: Thunderbird is Powered by You!
gn: ¡Thunderbird oiko nendive!

source: Thunderbird <span>is Powered by You!</span>
gn: ¡Thunderbird <span>emongu’e ndete!</span>

source: <strong>Did you know Thunderbird is funded only by donations from users like you?</strong>
gn: <strong>¿Reikuaápa Thunderbird omba’apoha poruhára ndeichagua ñembojopói rupivénte?</strong>

source: We don’t show advertisements or sell your data. <strong>You are not the product.</strong>
gn: Ndorohechaukái marandu ha ndorohepyme’ẽi ne mba’ekuaarã. <strong>Nde ndaha’éi apopyre.</strong>

source: What’s New in Thunderbird 115
gn: Oĩpa mba’epyahu Thunderbird 115-pe

source: What’s New in <br> <span class="tb-title">Thunderbird</span> <span class="version">115</span> <span class="sr-only">Supernova</span>
gn: Mba’e pyahúpa oĩ <br> <span class="tb-title">Thunderbird</span> <span class="version">115</span> <span class="sr-only">Supernova</span>

source: Supernova wordmark
gn: Supernova ra’ãnga’i

source: Learn how to get the new look
gn: Eikuaa mba’éicha erekóta ha’ãnga pyahu

source: A nebula of stars
gn: Pe mbyja ypytũmby

source: Dynamic Unified Toolbar
gn: Tembiporu renda ojuaju ha oku’éva

source: The all new Unified Toolbar
gn: Tembiporu renda pyahu juajupyre

source: Beautiful Iconography
gn: Ta’ãngarenda iporãva

source: The improved icons
gn: Ta’ãnga’i iporãvéva

source: Easy Density Control
gn: Mba’etuicháre ñama’ẽmeme

source: Compact density icon
gn: Mba’etuicha ra’ãnga’i hatãva

source: Default density icon
gn: Mba’etuicha ra’ãnga’i ijypykuéva

source: Relaxed density icon
gn: Mba’etuicha ra’ãnga’i hetehu’ũva

source: An example of the relaxed density
gn: Techapyrã pohyikue hekoguapýva

source: Intuitive App Menu
gn: Tembiporu’i poravorã rechakuaa

source: The new AppMenu
gn: AppMenu pyahu

source: New + Sortable Folder Modes
gn: Ñongatuha reko pyahu jeporavokuaáva

source: Eye-Catching Tags View
gn: Teramoĩ ojehecharamóva

source: The improved folder pane
gn: Teramoĩ jehecha iporãvéva

source: Modernized Cards View
gn: Kuatia’atã jehecha hekoambuémava

source: An example of a message in card view
gn: Ñe’ẽmondo techapyrãva kuatia’atã jehechápe

source: Improved Address Book
gn: Kundaharape jehaiha iporãvéva

source: The improved address book edit pane
gn: Kundaharape jehaiha jehecha iporãvéva

source: Expanded Accessibility
gn: Jeikekuaaha iñasãiva

source: Button
gn: Votõ

source: Button 1
gn: Votõ 1

source: Button 2
gn: Votõ 2

source: Button 3
gn: Votõ 3

source: Button 4
gn: Votõ 4

source: Improved Calendar Design
gn: Arapapaha ra’ãnga iporãvéva

source: The improved calendar
gn: Arapapaha iporãvéva

source: More to come!
gn: ¡Ouvétava!

source: New in Thunderbird 68
gn: Ipyahu Thunderbird 68 pe

source: This article describes some of the major changes visible to users in Thunderbird version 68.0. Full details of all the changes can be found in the <a href="%(release)s">Thunderbird 68 release notes</a>.
gn: Ko jehaipyre omoesakã umi oñemoambueva’ekue ohechavéva poruharakuéra Thunderbird 68.0-pe. Opaite umi mba’emimi moambue rehegua ikatu ojejuhu <a href="%(release)s">Thunderbird ohaipyrépe 68</a>.

source: Better Dark Theme
gn: Téma ypytũ iporãvéva

source: The dark theme available in Thunderbird has been enhanced with a dark message thread pane as well as many other small improvements.
gn: Pe téma ypytũva eiporukuaáva Thunderbird-pe oñemoĩporãve moambueha rupa ypytũva rupive, avei ambuéva ñemoĩporã’ive.

source: Filelink Improved
gn: Filelink iporãvéva

source: Filelink attachments that have already been uploaded can now be linked to again instead of having to re-upload them. Also, an account is no longer required to use the default Filelink provider - <strong>WeTransfer</strong>.
gn: Filelink ndive ojehupipyréva ikatu oñembojuaju pyahujey ojehupijeyrangue. Avei, noñekotevẽvéima mba’ete eiporu hag̃ua Filelink me’ẽha ijypykuéva <strong>WeTransfer</strong>.

source: Other Filelink providers like Box and Dropbox are not included by default, but can be added by grabbing the <a href="%(dropbox)s">Dropbox</a> and <a href="%(box)s">Box</a> add-ons.
gn: Ambue me’ẽhára Filelink ikatúva Box ha Dropbox ndoikéi ijypykuépe, hákatu ikatu oñembojuaju emboguejývo moĩmbaha <a href="%(dropbox)s">Dropbox</a> ha <a href="%(box)s">Box</a>.

source: Options/Preferences in a Tab
gn: Jeporavorã/guerohoryvéva tendayképe

source: Thunderbirdʼs Options/Preferences have been converted from a dialog window to its own dedicated tab. The new Preferences tab provides more space which allows for better organized content and is more consistent with the look and feel of the rest of Thunderbird.
gn: Umi Thunderbird poravorã/ojeguerohoryvéva oñemoambue pe ovetã ñomongetaha ne rendayke teévape. Pe tendayke pyahu erohoryvéva ome’ẽta pa’ũve, omoneĩtava peteĩ tetepy iporãve ha imbarete añetéva Thunderbird reko opavavégui.

source: The new Preferences tab also makes it easier to multi-task without the problem of losing track of where your preferences are when switching between windows.
gn: Pe jeguerohoryvéva tendayke pyahu ombopya’e pe tembiapoita omoapañuãi’ỹre nde eguerohoryvéva eva evávo heta avetã rupi.

source: There are many other smaller changes that make Thunderbird 68 feel polished and powerful including: a new App Menu UI, an updated To/CC/BCC selector in compose, improved attachment management, full color support across the app, filters can now be set to run periodically, and feed articles now show external attachments as links.
gn: Heta ñemoambue michĩvéva ojapo Thunderbird 68-gui iporã ha imbaretevéva, oikehápe: ipyahúva tembiporu’i poravorã UI, poravoha To/CC/BCC iporãva ñe’ẽmondo jejapópe, ñeñangareko oikóva mokõiháva, ojokupytýva sa’ykuéra opaite tembiporu’i pegua ndive, umi mboguaha oñembohekokuaa hembiapo tapia hag̃ua ha umi canal jehaipyre ohechauka mokõiháva okaygua juajuháramo.

source: There are many other updates in this release, you can see a list of all of them in the <a href="%(release)s">Thunderbird 68 release notes</a>.
gn: Oĩ heta ambuéva ñembohekopyahu ko apopyrépe; ikatu ehecha peteĩ tysýi opavave rehegua ko <a href="%(release)s">Thunderbird 68 jehaipy</a>.

source: New in Thunderbird 78
gn: Ipyahu Thunderbird 78-pe

source: This article describes some of the major changes visible to users in Thunderbird version 78. Full details of all the changes can be found in the <a href="%(release)s">Thunderbird release notes from 78.0 and up</a>.
gn: Ko jehaipyre omoesakã umi oñemoambueva’ekue ohechavéva poruharakuéra Thunderbird 78-pe. Opaite umi mba’emimi moambue rehegua ikatu ojejuhu <a href="%(release)s">Thunderbird ohaipyrépe 78.0</a>.

source: Dark mode
gn: Ypytũva reko

source: There is now a dark mode in Thunderbird, making late-night email easier on the eyes. To enable, Thunderbird will use your operating system settings to see if you have enabled dark mode OS-wide.
gn: Thunderbird oreko ayvu ypytũ, nombohasýiva ñanduti veve ñemoñe’ẽ pyharekue. Embojuruja hag̃ua, Thunderbird oiporu apopyvusu oku’éva ñemboheko ohecha hag̃ua emyandýpa ayvu ypytũ nde apopyvusu oku’évape.

source: Account Setup & Account Central Updated
gn: Mba’ete ñemboheko ha mba’ete hekopyahúva mbytegua

source: The Account Setup window and the Account Central tab have both been updated. The Account Central tab appears when you do not have an account setup, or when you select an existing account in the folder tree.
gn: Pe ovetã Mba’ete Ñemboheko ha tendayke mba’etekuéra Mbytegua oñembohekopyahúma. Pe tendayke mba’etekuéra Mbytegua ojehecha ne mba’ete noñembohekóiramo, térã eiporavóvo mba’ete oĩmavavoi ñongatuhápe.

source: The layout and dialogues have been improved to make it easier to understand the information displayed and to find relevant settings. The Account Central tab also has new information about the Thunderbird project and displays the version you are using.
gn: Pe jejapo ha umi ñomongeta oñemoĩporãva hasy’ỹve hag̃ua iñeikũmby umi marandu ojehechaukáva ha ejuhu hag̃ua ñemboheko iporãvéva. Pe tendayke mba’etekuéra Mbytegua avei oguereko marandu pyahu Thunderbird apopyrã rehegua ha ohechauka pe eiporuvachagua.

source: Redesigned Compose Window
gn: Jehai apojeýva rovetã

source: The compose window has been reworked to make composing a message faster, easier and more straightforward. The compose window now also takes up less space with recipients listed in “pills” instead of an entire line for each address.
gn: Pe jehaikuaa rovetã ojejapojey pe ñe’ẽmondo jehaikuaa ipya’e hasy’ỹve hag̃ua. Pe jehaikuaa rovetã ko’ág̃a oiporu sa’ive pa’ũ umi ñe’ẽmondoha ipapapýva “píldorape” eiporurangue tairenda henyhẽva peteĩteĩva kundaharapépe.

source: The redesigned compose window makes it easier to manage many email recipients, and the new intuitive layout helps users to discover its features.
gn: Pe jehaikuaa rovetã japojeypyre nombohasýi ñanduti veve jeguerahauka, ha pe heko pyahu oipytyvõta poruharakuérape oikuaa hag̃ua hembiapoite.

source: End-to-End Encrypted Email Support
gn: Ñanduti veve pytyvõha ipapapýva ñepyrũha guive

source: End-to-end encryption for email can be used to ensure that only the sender and the recipients of a message can read the contents. Without this protection it is easy for email providers and mass surveillance to read your messages. If you would like to learn more about how end-to-end encryption in Thunderbird works, check out our article: <a href="%(encryption)s">Introduction to End-to-end encryption in Thunderbird</a>.
gn: Pe ñembopapapy tuichaháicha ñanduti vevépe g̃uarã ikatu ojeporu oñemoañete hag̃ua mba’eguerahápe año ha ñe’ẽmondo g̃uahẽhápe omoñe’ẽkuaa hag̃ua tetepy. Pe ñemo’ã’ỹre, ndahasýi ñe’ẽmondo moñe’ẽ ñanduti veve me’ẽhára ha tembiporu ñeñangarekoha. Erekosevéramo marandu mba’éichapa omba’apo ñembopapapy hekoñemíva Thunderbird-pe, ehecha ore jehaipyre: <a href="%(encryption)s">Jeikeñepyrũ Thunderbird mbopapapy rekoñemíme</a>.

source: There are many other big changes that make Thunderbird 78 a very large release including: calendar and tasks are now integrated into Thunderbird, folder icons are now updated and their colors are customizable, the preferences are now searchable, and minimize to tray is now supported on Windows.
gn: Oĩ heta moambuepy ojapóva Thunderbird 78-gui peteĩchagua tuicháva, oikehápe avei: pe arapapaha ha tembiaporã ko’ág̃a ojuajúva Thunderbird ndive, marandurenda oñembohekopyahúma ha ko’ág̃a sa’y oñeñemomba’epáma, umi erohoryvéva ko’ág̃a ikatu eheka ha avei Windows omoneĩ ñemomichĩ apopyvusu g̃uahẽháme.
