Repository: inattee/thunderbird.net-l10n
Catalog: gn/LC_MESSAGES/messages.po
Languages: gn

source: You can see details of all our changes in the release notes for <a href="%(release)s">Thunderbird 78.0 and up</a>.
gn: Oĩ heta ambuéva ñembohekopyahu ko apopyrépe; ikatu ehecha peteĩ tysýi opavave rehegua ko <a href="%(release)s">Thunderbird 78.0 jehaipy</a>.

source: New in Thunderbird 91
gn: Ipyahu Thunderbird 91-pe

source: This article describes some of the major changes visible to users in Thunderbird version 91. Full details of all the changes can be found in the <a href="%(release)s">Thunderbird release notes from 91.0 and up</a>.
gn: Ko jehaipyre omoesakã umi oñemoambueva’ekue ohechavéva poruharakuéra Thunderbird 91-pe. Opaite umi mba’emimi moambue rehegua ikatu ojejuhu <a href="%(release)s">Thunderbird ohaipyrépe91.0</a>.

source: New Account Setup
gn: Mba’ete pyahu Ñemboheko

source: One of the most noticeable changes for Thunderbird 91 is the new account setup wizard. The new wizard not only features a better look, but does auto-discovery of calendars and address books and allows most users to set them up with just a click. After setting up an account, the wizard also points users at additional (optional) things to do – such as adding a signature or setting up end-to-end encryption.
gn: Peteĩva umi ñemoambuepyre Thunderbird 91 pegua ha’e pe mba’ete ñemboheko pytyvõha. Pe pytyvõha pyahu ndaha’éi hova rehegua añoite iñambuéva, avei ojuhukuaa ijeheguiete arapapahakuéra ha kundaharape jehaiha ha omoneĩ hetaiterei poruhárape ombohekóvo peteĩ jekutúpe.

source: Attachments & Drag-and-Drop
gn: Oñondivegua ha embosyryry ha epoi

source: The attachments pane has been moved to the bottom of the compose window for better visibility of filenames as well as being able to see many at once. We’ve also added an overlay that appears when you drag-and-drop a file into the compose window asking how you would like to handle the file in that email (such as putting a picture in-line in your message or simply attaching it to the email).
gn: Pe ñembojuajuha rupa oñemongu’e yvy gotyo jehaiha rovetãgui ojehecha porãve hag̃ua umi marandurenda réra ha ojehechatahápe hetaiterei jey. Avei rombojuaju peteĩ ñeñañuãha embosyryry ha epoívo marandurenda jehaiha rovetãme eporandúvo mba’éichapa eiporukuaa marandurenda pe ñanduti vevépe (mba’éichapa emoingéta ta’ãnga ñe’ẽmondo ryepýpe térã embojuajúta ñanduti vevépe).

source: UI Density Control
gn: Mba’erechaha poruhára mba’e porureko

source: Whether you are using it on a large desktop monitor or a small laptop touchscreen, you may want the icons and text of the interface to be larger and more spread out or very compact. In Thunderbird 91, under View -> Density in the menu, you can select the UI density for the entire application. Three options are available: compact (small), normal(medium), and touch(large).
gn: Eiporúrõ jepe jehechaha mesa ariguáva térã mba’erechaha jepokoguáva, ikatuhína eipota umi ta’ãngachu’i ha moñe’ẽrã ojehecháva ituichave ha ojepysove térã oñemohatãve. Thunderbird 91 ryepýpe, pe jepovorã Hecha -> Ipirusukue, oiporavokuaa IU pyrusukue opaite tembiporu’ípe g̃uarã. Eiporukuaa mbohapy hendáicha: hatãva (michĩ), osẽháicha (mbyte) ha jepokogua (tuicháva).

source: Protect Your Privacy
gn: Emo’ã ne rekoñemi

source: Whether it’s work or play, you deserve to have privacy when you are online. A VPN, Virtual Private Network, can help you create a secure, private connection to the internet. So that when you are traveling, connecting to WiFi, or simply want more online security - you know that your information is protected from prying eyes.
gn: Emba’apóvo térã eñembosaráivo, eimeva’erã tekoñemíme eike vove ñandutípe. Peteĩ VPN, red privada virtual, ikatu oipytyvõ omoheñói hag̃ua ñandutípe jeike tekorosã ha tekoñemíme. Upévare ehokuévo mombyry, eikévo WiFi rupive térã eipotavéramo tekorosãve ñandutípe, eikuaáta marandu oñemo’ãha tekovai ñema’ẽgui.

source: Learn More
gn: Eikuaave

source: Calendar Improvements
gn: Arapapaha Ñemoporãve

source: Managing multiple calendars has been made easier with the calendar sidebar improvements in this release. There is a quick enable button for disabled calendars, a lock indicator for read-only calendars, and a show/hide icon for easily toggling what calendars are visible. Outside the sidebar, there are now better color accents to highlight the current day in the calendar.
gn: Pe tembiapo arapapaha hekoetáva ko’ág̃a ndahasyivéntema arapapaha renda yke tembiapo ipyahuvéva ndive. Oĩ votõ myandyha ipya’éva arapapaha pe’apyrépe g̃uarã, jokoha mombe’uha arapapaha moñe’ẽrã añópe g̃uarã ha ta’ãngachu’i ehechauka/eñomi ombojopyrúva arapapaha ojehecháva. Tenda ykégui okápe, oĩma sa’y mombe’uha iporãvéva emboverave hag̃ua arapapahápe mba’e araitépa.

source: Thunderbird’s Dark Theme got even better in this release. In the past some windows and dialogues looked a bit out of place if you had Thunderbird’s dark theme selected. Now almost every dialogue and window in Thunderbird is fully styled to respect the user’s color scheme preferences.
gn: Pe téma Thunderbird rehegua iporãve ko apopyre pyahúpe. Ymave katu, heta ovetã ha ñomongeta ha’ete oĩva hendag̃ua’ỹme eiporavóramo Thunderbird téma. Ko’ág̃a rupi, opavavenunga ñomongeta ha ovetã Thunderbird reheguáva ojejapo omomba’e hag̃ua poruhára oguerohoryvéva sa’y raity.

source: PDF Viewer
gn: PDF jehechaha

source: Thunderbird now has a built-in PDF viewer, which means you can read and even do some editing on PDFs sent to you as attachments. You can do all this without ever leaving Thunderbird, allowing you to return to your inbox without missing a beat.
gn: Thunderbird oreko ko’ág̃a PDF rechaha ijehe, he’iséva ikatuha omoñe’ẽe ha ombosako’i ndahetái PDF marandurenda og̃uahẽva marandurenda ijehegua ndive. Ko’ã mba’e rejapokuaa resẽ’ỹre Thunderbird-gui, omoneĩva ejevyje’ývo ñandutiveve g̃uahẽháme okañy’ỹre nde jeku’e.

source: There are many other big changes that make Thunderbird 91 a very large release including:
gn: Oĩ heta iñambuepyréva tuicha mba’éva ojapóva Thunderbird 91-gui mba’e iporãva, oikehápe:

source: Native support for macOS devices built with Apple Silicon CPU
gn: Ñepytyvõite macOS mba’e’oka ndive g̃uarã orekóva CPU Apple Silicon

source: CardDAV Address Book Support (and CardDAV auto-detection support)
gn: Kundaharape jehaiha CardDAV pytyvõha (ha pytyvõha ehechakuaa hag̃ua CardDAV)

source: Printing UI updated
gn: Hekopyahu ñemonguatia mba’erechaha

source: Ability to change order of accounts in UI
gn: Omoambuekuaa poruhára mba’erechaha mba’ete

source: Registers to handle .ics files, letting you preview and import events to the calendar by double clicking the file
gn: Eñemboheraguapy eiporu hag̃ua .ics marandurenda, oĩtahápe jehecha ñepyrũgua ha emba’egueru tembiaporã arapapahápe eikutúvo mokõijey marandurenda

source: You can see details of all our changes in the release notes for <a href="%(release)s">Thunderbird 91.0 and up</a>.
gn: Ikatu ehecha opaite romoambuepyréva jehaipyre kuaaukarãpe <a href="%(release)s">Thunderbird 91.0 ha upeigua</a>.

source: Locale
gn: Pypegua

source: Browser Channel
gn: Kundahára Canal

source: Operating System
gn: Apopyvusu oku’éva

source: Need a specific installer?
gn: Oikotevẽpa mbohekoha ha’etéva

source: Installer Type
gn: Mbohekoha Peteĩchagua

source: Release Information
gn: Marandu ñemyasãirã

source: Other Downloads
gn: Ambue ñemboguejy

source: Microsoft Apps Store
gn: Microsoft Ñemuha Renda

source: More Information
gn: Maranduve

source: More Information For Mobile
gn: Maranduve pumbyrýpe g̃uarã

source: Releases
gn: Jekuaauka
