Repository: inattee/thunderbird.net-l10n
Catalog: rm/LC_MESSAGES/messages.po
Languages: rm

source: Thunderbird 102 makes it quick and simple to move your accounts and data around. The new step-by-step wizard provides a guided experience for importing all that data that’s important to you. We’ve also taken extra precautions to ensure that no data is accidentally duplicated in your profile after an import. Moving from Outlook, SeaMonkey, or another Thunderbird installation is easier than ever. No add-ons required!
rm: Cun Thunderbird 102 pos ti spustar tes contos e tias datas en moda e maniera pli simpla e pli svelta. Il nov assistent pass per pass porscha ina funcziun guidada per importar tut las datas che t'èn impurtantas. Nus avain fatg attenziun da garantir che datas na vegnan betg duplitgadas per sbagl en tes profil suenter l'importaziun. Da migrar las datas dad Outlook, SeaMonkey u in'autra installaziun da Thunderbird è ussa pli simpel che mai. Ed i na dovra nagins supplements!

source: New Spaces Toolbar
rm: Trav d'utensils da locals

source: Thunderbird 102 makes navigating the application more intuitive thanks to the new Spaces Toolbar. Move between all of your activities with ease, whether it’s managing email, working with contacts through the awesome new address book, using the calendar and tasks functionality, chat, and even add-ons! If you want to save screen real estate, the Spaces Toolbar can be dismissed, and you can instead navigate the different activities Thunderbird offers with the new Pinned Spaces tab.
rm: En Thunderbird 102 è la navigaziun en l'applicaziun – grazia a la nova trav d'utensils da locals – pli intuitiva. Mida a moda simpla tranter tut tias activitads, saja quai l'administraziun dad e-mails, la lavur cun contacts cun agid dal nov cudeschet d'adressas, l'utilisaziun da la funcziun da chalender ed incumbensas, il chat u perfin ils supplements! Sche ti vuls duvrar damain spazi sin il visur, pos ti serrar la trav dals locals e pos persuenter midar cun agid dal nov tab dals locals fixads tranter las differentas activitads che Thunderbird porscha.

source: New Matrix Chat Support
rm: Nov sustegn dal chat Matrix

source: Thunderbird 102 offers a new way to chat privately and securely with your colleagues, friends, and family. We’ve added support for the open-source, decentralized chat protocol Matrix, and it’s usable right out of the box! (As always, we welcome your feedback since it’s an evolving service.)
rm: Thunderbird 102 porscha ina nova pussaivladad da chattar a moda privata e segira cun collegas, amis e la famiglia. Nus avain agiuntà il sustegn per il protocol da chat decentralisà open-source Matrix. Quel sa lascha ussa utilisar directamain suenter l'installaziun da Thunderbird! (Sco adina essan nus engraziaivels per tes resun cunquai ch'i sa tracta dad in servetsch en svilup.)

source: Other Notable Changes
rm: Autras midadas impurtantas

source: There are many other big changes that make Thunderbird 102 a very large release including:
rm: Ultra da quai datti blers auters midaments che fan daventar Thunderbird 91 ina versiun fitg vasta che includa:

source: New Icons and Default Folder Colors
rm: Novas iconas e colurs predefinidas per ordinaturs

source: Use Thunderbird without an email account (for example, as an RSS reader)
rm: Utilisar Thunderbird senza in conto dad e-mail (per exempel sco lectur RSS)

source: Numerous OpenPGP improvements
rm: Numerusas meglieraziuns dad OpenPGP

source: CalendarLocal parser converted to javascript
rm: Parser CalendarLocal convertì en JavaScript

source: Today Pane calendar UI refresh
rm: Actualisaziun da l'interfatscha da la panela «Oz» dal chalender

source: POP3 implemented in javascript
rm: Implementà POP3 en JavaScript

source: Account settings moved to macOS application menu
rm: Spustà ils parameters dal conto en il menu d'applicaziun en macOS

source: Plus: Application-wide font size control, Theme fixes, FileLink fixes, Accessibility fixes, improved vCard integration, improved calendar startup performance, Calendar fixes including correct order of week view headers and days for right to left locales.
rm: Plus: Controlla da la grondezza da scrittira per l'entira applicaziun, correcturas dal design, correcturas da FileLink, correcturas da l'accessibladad, integraziun vCard optimada, accelerà la lantschada dal chalender, correcturas dal chalender sco la dretga successiun dals chaus-pagina en la vista emnila e dals dis per linguatgs legids da dretga a sanestra.

source: You can see details of all our changes in the release notes for <a href="%(release)s">Thunderbird 102.0 and up</a>.
rm: Ti pos vegnir a savair ils detagls da tut nossas midadas en las notizias davart la versiun per <a href="%(release)s">Thunderbird 102.0 e pli nov</a>.

source: Thunderbird is funded by users like you
rm: Thunderbird è finanzià dad utilisaders sco tai

source: Thunderbird is both free and freedom respecting, but we’re also completely funded by donations! Help us sustain the project and continue to improve.
rm: Thunderbird è gratuit e respecta la libertad ed independenza, ma è era finanzià cumplettamain cun donaziuns. Ans gida da mantegnair il project e d'al meglierar cuntinuadamain.

source: Keep up with the latest and greatest updates on news, features, events, and previews, and get a sneak peek on the upcoming releases.
rm: Resta al current cun las communicaziuns las pli actualas davart novitads, novas funcziuns, eveniments e previstas e retschaiva invistas en versiuns futuras.

source: Sign me up!
rm: Abunar!

source: Report Trademark or Copyright Infringement
rm: Rapportar ina violaziun dal dretg da marcas u dal dretg d'autur

source: Report Misuse of Thunderbird Trademark
rm: Rapportar in abus da la marca Thunderbird

source: Thunderbird is part of <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, a wholly owned subsidiary of Mozilla Foundation. Portions of this content are ©1998–%(current_year)s by individual contributors. Content available under a <a href="%(url)s" class="inline-link">Creative Commons license</a>.
rm: Thunderbird è part da <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, ina organisaziun cumplettamain affiliada a la Mozilla Foundation. Parts dal cuntegn èn ©1998–%(current_year)s da singuls contribuents. Il cuntegn stat a disposiziun tenor la <a href="%(url)s" class="inline-link">licenza da Creative Commons</a>.

source: Help Keep <br> <span class="tb-title">Thunderbird</span> <span class="alive">Alive</span>
rm: Gida a <br> <span class="alive">mantegnair</span> <span class="tb-title">Thunderbird</span>

source: Thunderbird’s mission is to give you the best privacy-respecting, customizable communication experience possible. Free for everyone to install and enjoy!
rm: La finamira da Thunderbird è da ta porscher la meglra experientscha da communicaziun pussaivla che resguarda la sfera privata e sa lascha persunalisar. Cun installaziun ed utilisaziun gratuita per ina e mintgin!

source: Accomplishing that mission means maintaining expensive servers, fixing bugs, developing useful new features, and hiring talented engineers to improve the software.
rm: Da realisar questa visiun vul dir mantegnair servers, curreger sbagls, sviluppar novas funcziuns nizzaivlas ed engaschar inschigners talentads per meglierar la software.

source: Thunderbird is proud to be funded exclusively by our community, not by selling personal data or displaying ads in your inbox.
rm: Thunderbird è losch dad esser finanzià sulettamain da nossa communitad, senza vender datas persunalas u mussar reclamas en tia chascha da posta entrada.

source: So today we’re asking for your help to keep Thunderbird alive and thriving. If you get value from using Thunderbird, please consider giving a donation to support it!
rm: Perquai ta dumandain nus oz da gidar a mantegnair Thunderbird activ e vital. Sche Thunderbird ta plascha, considerescha per plaschair da far ina donaziun per sustegnair il program!

source: Thunderbird Everywhere!
rm: Thunderbird dapertut!

source: <span class="title">Thunderbird</span> <span class="everywhere">Everywhere!</span>
rm: <span class="title">Thunderbird</span> <span class="everywhere">dapertut!</span>

source: Help us bring Thunderbird to <span class="platform-gradient">Android</span> and <span class="platform-gradient">iOS.</span>
rm: Ans gida da purtar Thunderbird sin <span class="platform-gradient">Android</span> ed <span class="platform-gradient">iOS.</span>

source: Did you know that <strong>less than 1%</strong> of Thunderbird users fund all the work we do? We don’t show advertisements or sell your data, and we are completely funded by donations from our community.
rm: Has ti savì che <strong>main che 1%</strong> da las utilsad:ras da Thunderbird finanzieschan l’entira lavur che nus faschain? Nus na mussain ni reclamas ni vendain nus tias datas e nus ans finanziain cumplettamain cun donaziuns da nossa communitad.

source: You kept us alive - now help us thrive!
rm: Ti ans ha gidà a surviver – ans gida ussa a prosperar!

source: This year, we delivered outstanding visual changes in Thunderbird 115 and <a href="%(url)s">other major improvements</a>. In 2024, we want to make our privacy-respecting email software available to billions. Imagine Thunderbird on your <strong>Android</strong> and <strong>iOS</strong> devices!
rm: Quest onn avain nus realisà midadas visualas extraordinarias en Thunderbird 115 ed <a href="%(url)s">autras optimaziuns pli grondas</a>. L'onn 2024 vulain nus render accessibel nossa software dad e-mail che resguarda la protecziun da datas a milliardas persunas. T’imaginescha Thunderbird sin tes apparat <strong>Android</strong> ed <strong>iOS</strong>!

source: <strong>We can’t do this without you!</strong> If you get value from using Thunderbird, please consider giving a donation to support this goal.
rm: <strong>Senza tai na vegnin nus betg da far quai!</strong> Sche ti utiliseschas ed apprezieschas Thunderbird, considerescha per plaschair da far ina donaziun per sustegnair questa finamira!

source: An illustration of Thunderbird on a phone, a desktop, and a tablet.
rm: Ina illustraziun da Thunderbird sin in telefonin, in computer ed in tablet.

source: The <strong>Thunderbird</strong> Team
rm: Il team da <strong>Thunderbird</strong>

source: What’s New in Thunderbird 115
rm: Novaziuns en Thunderbird 115

source: What’s New in <br> <span class="tb-title">Thunderbird</span> <span class="version">115</span> <span class="sr-only">Supernova</span>
rm: Tge è nov en <br> <span class="tb-title">Thunderbird</span> <span class="version">115</span> <span class="sr-only">Supernova?</span>

source: Supernova wordmark
rm: Wordmark da Supernova

source: Learn how to get the new look
rm: Ve a savair co ir per il nov design

source: A nebula of stars
rm: In nivel da stailas

source: Dynamic Unified Toolbar
rm: Trav d'utensils dinamica unifitgada

source: Supernova features a single dynamic toolbar, presenting frequently used and contextual options based on the tab or Space that is currently active. Take full control by customizing the toolbar and window layout to perfectly fit your workflow.
rm: En Supernova datti ina unica trav d'utensils dinamica cun opziuns contextualas e funcziuns duvradas savens, tut tenor il tab u spazi ch'è gist activ. La trav d'utensils e la disposiziun da la fanestra sa laschan persunalisar cumplettamain per ch'els sa cunfetschian cun tes workflow.

source: The all new Unified Toolbar
rm: La resch nova trav d'utensils unifitgada

source: Beautiful Iconography
rm: In bel set dad iconas

source: More than just a refreshed set of graphics, Supernova introduces beautiful icons with a more consistent visual style unique to Thunderbird. Our new designs remain sharp and pixel-perfect at any density setting.
rm: Ultra dad in set dad iconas actualisà, porscha Supernova bellas iconas cun in stil visual pli consistent e tipic per Thunderbird. Noss novs designs restan focussads e precis sin il pixel cun mintga varianta da la densitad.

source: The improved icons
rm: Las iconas optimadas

source: Easy Density Control
rm: Simpla controlla da la densitad

source: Working with multiple monitors and display resolutions? Supernova lets you dial in the perfect density settings and font sizes for the entire application, with just a single click from the App Menu.
rm: Lavuras ti cun plirs visurs e differentas resoluziuns dal monitur? Supernova pussibilitescha da tscherner la densitad e las grondezzas da scrittiras perfetgas en ils parameters per l'entira applicaziun, cun in singul clic en il menu da l'applicaziun.

source: Compact density icon
rm: Icona cun densitad cumpacta

source: Default density icon
rm: Icona cun densitad predefinida

source: Relaxed density icon
rm: Icona cun densitad lucca

source: An example of the relaxed density
rm: In exempel da densitad lucca

source: Intuitive App Menu
rm: Menu intuitiv da l'applicaziun

source: The new Application Menu (≡) in Supernova is now keyboard-accessible, and redesigned for faster, easier navigation. Fewer submenus, persistent global options, and consistent iconography combine to create a much more intuitive experience.
rm: Il nov menu da l'applicaziun (≡) en Supernova è ussa accessibels via la tastatura ed è vegnì concepì da nov per navigar pli svelt e pli simpel. Damain sutmenus, opziuns globalas persistentas ed iconas consistentas porschan communablamain ina experientscha bler pli intuitiva.

source: The new AppMenu
rm: Il nov menu da l'applicaziun

source: New + Sortable Folder Modes
rm: Novs modus dad ordinatur zavrabels

source: Supernova gives you more control by introducing sortable Folder Modes. Display all of your Tags in the Folder Pane, turn on and off Local Folders, or move your favorite Folder Mode sections up and down with one click. Less scrolling, more productivity.
rm: Supernova ta dat dapli controlla cun introducir modus dad ordinaturs zavrabels. Mussa tut tes tags en la panela dad ordinaturs, activescha u deactivescha ordinaturs locals u sposta ensi u engiu las zonas da tes ordinaturs favurits, cun mo in clic. Damain scrollim e dapli productivitad.

source: Eye-Catching Tags View
rm: Vista cun etichettas che dattan en egl

source: Tags are a familiar and powerful part of your workflow, so Supernova adds an eye-catching “Tags” view to the Folder Pane. Quickly jump to your custom, color-coded tag categories to find and filter your messages even faster.
rm: Etichettas èn ina part enconuschenta e pussanta da tes workflow. Ussa porscha Supernova en la panela dad ordinaturs da nov ina vista cun etichettas che dattan en egl. Mida svelt en tias categorias persunalisadas e coluradas per chattar e filtrar anc pli svelt tes messadis.

source: The improved folder pane
rm: La panela dad ordinaturs optimada

source: Modernized Cards View
rm: Vista da cartas modernisada

source: Supernova’s new Card View is our version of the well-known vertical layout for the Message List, perfect for people used to modern webmail. Card View emulates a mobile interface list with multi-line support, offering a more comfortable appearance to reduce cognitive burden.
rm: La nova vista da cartas da Supernova è nossa versiun dal layout vertical enconuschent da la glista da messadis, perfetga per persunas disadas cun webmail modern. La vista da cartas reproducescha ina interfatscha dad in apparat mobil cun glista multilingia che porscha ina apparientscha pli pratica per limitar il bumbardament cun infurmaziuns.

source: An example of a message in card view
rm: In exempel dad in messadi en la vista da cartas

source: Improved Address Book
rm: Cudeschet d'adressas meglierà

source: Supernova continues to iterate on the modernized Address Book introduced in Thunderbird 102. You’ll enjoy a new tabular view, an improved Edit view, delete buttons, and better accessibility.
rm: Supernova meglierescha anc ina giada il cudeschet d'adressas modernisà, introducì en Thunderbird 102. Ti vegns a profitar dad ina nova vista tabellara, ina vista da modificaziun optimada, buttuns per stizzar ed ina meglra accessibilitad.

source: The improved address book edit pane
rm: La panela da modificaziun optimada dal cudeschet d'adressas

source: Expanded Accessibility
rm: Accessibilitad extendida

source: Supernova substantially improves Thunderbird’s keyboard navigation and screen reader accessibility across the entire application. We’ve also greatly expanded the ability to navigate Mail content and buttons using the TAB and arrow keys.
rm: Supernova meglierescha considerablamain la navigaziun cun la tastatura da Thunderbird e l'accessibilitad cun agid dal lectur dal visur en l'entira applicaziun. Nus avain era extendì fermamain la pussaivladad da navigar en ils cuntegns dad e-mail ed en ils buttuns cun agid da la tasta da tabulatur e las frizzas.

source: Button
rm: Buttun

source: Button 1
rm: Buttun 1

source: Button 2
rm: Buttun 2

source: Button 3
rm: Buttun 3

source: Button 4
rm: Buttun 4

source: Improved Calendar Design
rm: Meglier design dal chalender

source: As part of an ongoing effort to modernize and upgrade Thunderbird’s Calendar, Supernova introduces an improved “mini-month” layout, improvements to the day/week/month grid, a pleasing color palette, and several more minor changes.
rm: En il rom da nossas stentas cuntinuantas da modernisar ed actualisar il chalender da Thunderbird, introducescha Supernova il layout optimà dal «mini-mais», meglieraziuns dal schema di/emna/mais, ina paletta attractiva da colurs ed ulteriuras midadas pli pitschnas.

source: The improved calendar
rm: Il chalender meglierà

source: More to come!
rm: E prest dapli!

source: Supernova is constantly evolving. Throughout the next year, we’ll deliver many improvements to existing Supernova features and introduce brand new ones. Upgrade to version 115 and experience the future of Thunderbird!
rm: Supernova sa sviluppescha cuntinuadamain. En il decurs da l'onn proxim vegnin nus a furnir bleras meglieraziuns da funcziuns existentas da Supernova ed introducir resch novas. Actualisescha a la versiun 115 e scuvra il futur da Thunderbird!

source: New in Thunderbird 68
rm: Nov en Thunderbird 68

source: This article describes some of the major changes visible to users in Thunderbird version 68.0. Full details of all the changes can be found in the <a href="%(release)s">Thunderbird 68 release notes</a>.
rm: Quest artitgel descriva intginas da las midadas visiblas per ils utilisaders en la versiun 68.0 da Thunderbird. Tut ils detagls da las midadas chattan ins en las <a href="%(release)s">remartgas davart la versiun 68 da Thunderbird</a>.

source: Better Dark Theme
rm: Design stgir optimà

source: The dark theme available in Thunderbird has been enhanced with a dark message thread pane as well as many other small improvements.
rm: Il design stgir disponibel en Thunderbird è vegnì meglierà cun ina zona stgira era per la glista dals messadis e blers auters pitschens meglieraments.

source: Filelink Improved
rm: Filelink meglierà

source: Filelink attachments that have already been uploaded can now be linked to again instead of having to re-upload them. Also, an account is no longer required to use the default Filelink provider - <strong>WeTransfer</strong>.
rm: Agiuntas da Filelink gia transferidas pon ussa vegnir recolliadas senza stuair vegnir transferidas danovamain. Ed i na dovra nagin conto pli per pudair utilisar il purschider predefinì da Filelink – <strong>WeTransfer</strong>.

source: Other Filelink providers like Box and Dropbox are not included by default, but can be added by grabbing the <a href="%(dropbox)s">Dropbox</a> and <a href="%(box)s">Box</a> add-ons.
rm: Auters purschiders da Filelink sco Box e Dropbox n'èn betg inclus en la configuraziun predefinida, ma pon vegnir agiuntads cun agid dals supplements <a href="%(dropbox)s">Dropbox</a> e <a href="%(box)s">Box</a>.

source: Options/Preferences in a Tab
rm: Preferenzas en in tab

source: Thunderbirdʼs Options/Preferences have been converted from a dialog window to its own dedicated tab. The new Preferences tab provides more space which allows for better organized content and is more consistent with the look and feel of the rest of Thunderbird.
rm: Las preferenzas da Thunderbird èn vegnidas convertidas dad ina fanestra da dialog en in agen tab. Il nov tab da las preferenzas porscha dapli spazi per organisar il cuntegn a moda optimala e correspunda meglier a l'apparientscha e la funcziunalitad generala da Thunderbird.

source: The new Preferences tab also makes it easier to multi-task without the problem of losing track of where your preferences are when switching between windows.
rm: Il nov tab da preferenzas simplifitgescha era il multitasking senza che ti perdias ord ils egls las preferenzas sche ti midas dad ina fanestra a l'autra.

source: There are many other smaller changes that make Thunderbird 68 feel polished and powerful including: a new App Menu UI, an updated To/CC/BCC selector in compose, improved attachment management, full color support across the app, filters can now be set to run periodically, and feed articles now show external attachments as links.
rm: I dat bleras autras midadas pli pitschnas che rendan Thunderbird 68 pli elegant e pussant. Tranter auter: ina nova interfatscha dal menu da l'applicaziun, in selectur per a/cc/bcc actualisà en la fanestra per rediger, in'administraziun dad agiuntas optimada, sustegn cumplet da colurs en l'entira applicaziun, filters pon ussa vegnir exequids regularmain ed artitgels da feeds mussan ussa agiuntas externas sco colliaziuns.

source: There are many other updates in this release, you can see a list of all of them in the <a href="%(release)s">Thunderbird 68 release notes</a>.
rm: Questa versiun cuntegna anc bleras autras midadas. Ti pos vesair ina glista da quellas en las <a href="%(release)s">notizias da publicaziun per Thunderbird 68</a>.

source: New in Thunderbird 78
rm: Nov en Thunderbird 78

source: This article describes some of the major changes visible to users in Thunderbird version 78. Full details of all the changes can be found in the <a href="%(release)s">Thunderbird release notes from 78.0 and up</a>.
rm: Quest artitgel descriva intginas da las midadas visiblas per ils utilisaders en la versiun 78 da Thunderbird. Tut ils detagls da las midadas chattan ins en las <a href="%(release)s">remartgas davart la versiun 78 e pli nov da Thunderbird</a>.

source: Dark mode
rm: Modus stgir

source: There is now a dark mode in Thunderbird, making late-night email easier on the eyes. To enable, Thunderbird will use your operating system settings to see if you have enabled dark mode OS-wide.
rm: I dat ussa in modus stgir en Thunderbird. Quai schanegia ils egls en cas da lavur dad e-mails nocturna. Per l'activar controllescha Thunderbird ils parameters dal sistem operativ per vesair sche ti has activà il modus stgir a nivel dal sistem operativ.

source: Account Setup & Account Central Updated
rm: Actualisà la configuraziun e l'administraziun dals contos

source: The Account Setup window and the Account Central tab have both been updated. The Account Central tab appears when you do not have an account setup, or when you select an existing account in the folder tree.
rm: La fanestra per crear in nov conto ed il tab da l'administraziun da contos èn omadus vegnids actualisads. Il tab da l'administraziun da contos cumpara sche ti n'has configurà nagin conto u sche ti tschernas in conto existent en la structura dad ordinaturs.
