Repository: inattee/thunderbird.net-l10n
Catalog: rm/LC_MESSAGES/messages.po
Languages: rm

source: The layout and dialogues have been improved to make it easier to understand the information displayed and to find relevant settings. The Account Central tab also has new information about the Thunderbird project and displays the version you are using.
rm: Il layout ed ils dialogs èn vegnids optimads per ch'i saja pli simpel da chapir las infurmaziuns mussadas e chattar ils parameters relevants. Il tab da l'administraziun da contos cuntegna era novas infurmaziuns davart il project Thunderbird ed inditgescha la versiun utilisada.

source: Redesigned Compose Window
rm: La fanestra da rediger è concepida da nov

source: The compose window has been reworked to make composing a message faster, easier and more straightforward. The compose window now also takes up less space with recipients listed in “pills” instead of an entire line for each address.
rm: La fanestra da rediger è vegnida reelavurada per render il scriver dad in messadi pli svelt, pli simpel e pli direct. La fanestra da rediger dovra ussa damain spazi per destinaturs perquai ch'els vegnan enumerads en «tablettas» empè da lingias entiras per mintga adressa.

source: The redesigned compose window makes it easier to manage many email recipients, and the new intuitive layout helps users to discover its features.
rm: La fanestra da rediger concepida da nov simplifitgescha l'administraziun da blers destinaturs dad e-mail ed il nov layout intuitiv gida als utilisaders da scuvrir sias novas funcziuns.

source: End-to-End Encrypted Email Support
rm: Sustegn dad e-mail criptà da fin a fin

source: End-to-end encryption for email can be used to ensure that only the sender and the recipients of a message can read the contents. Without this protection it is easy for email providers and mass surveillance to read your messages. If you would like to learn more about how end-to-end encryption in Thunderbird works, check out our article: <a href="%(encryption)s">Introduction to End-to-end encryption in Thunderbird</a>.
rm: Il criptadi fin-a-fin dad e-mail po vegnir utilisà per garantir che mo il speditur ed ils destinaturs dad in messadi pon leger ses cuntegn. Senza questa protecziun èsi simpel per purschiders dad e-mail ed instituziuns da surveglianza generala da leger tes messadis. Sche ti vuls vegnir a savair dapli davart il funcziunament dal criptadi fin-a-fin en Thunderbird, consultescha noss artitgel: <a href="%(encryption)s">Introducziun en il criptadi fin-a-fin en Thunderbird</a>.

source: There are many other big changes that make Thunderbird 78 a very large release including: calendar and tasks are now integrated into Thunderbird, folder icons are now updated and their colors are customizable, the preferences are now searchable, and minimize to tray is now supported on Windows.
rm: I dat bleras autras grondas midadas che fan da la versiun 78 da Thunderbird ina versiun vasta, tranter auter: il chalender e las incumbensas èn ussa integradas en Thunderbird, las iconas dals ordinaturs èn ussa vegnidas actualisadas e lur colurs èn persunalisablas, las preferenzas èn retschertgablas e la reducziun ad in simbol en la trav da notificaziuns funcziuna en Windows.

source: You can see details of all our changes in the release notes for <a href="%(release)s">Thunderbird 78.0 and up</a>.
rm: Ti pos vegnir a savair ils detagls da tut nossas midadas en las notizias davart la versiun per <a href="%(release)s">Thunderbird 78.0 e pli nov</a>.

source: New in Thunderbird 91
rm: Nov en Thunderbird 91

source: This article describes some of the major changes visible to users in Thunderbird version 91. Full details of all the changes can be found in the <a href="%(release)s">Thunderbird release notes from 91.0 and up</a>.
rm: Quest artitgel descriva intginas da las midadas visiblas per ils utilisaders en la versiun 91 da Thunderbird. Tut ils detagls da las midadas chattan ins en las <a href="%(release)s">remartgas davart la versiun 91 e pli nov da Thunderbird</a>.

source: New Account Setup
rm: Nov assistent per configurar ils contos

source: One of the most noticeable changes for Thunderbird 91 is the new account setup wizard. The new wizard not only features a better look, but does auto-discovery of calendars and address books and allows most users to set them up with just a click. After setting up an account, the wizard also points users at additional (optional) things to do – such as adding a signature or setting up end-to-end encryption.
rm: In dals midaments ils pli remartgabels da Thunderbird 91 è il nov assistent per la configuraziun da contos. Quest nov assistent na fa betg mo ina meglra parita, ma è era abel dad identifitgar automaticamain chalenders e cudeschets d'adressas. Quai pussibilitescha als blers utilisaders d'als configurar cun in singul clic. Suenter avair configurà in conto renda l'assistent attent ad ulteriuras funcziuns (opziunalas) – per exempel a la signatura u al criptadi da fin a fin.

source: Attachments & Drag-and-Drop
rm: Agiuntas & funcziuns da trair e deponer

source: The attachments pane has been moved to the bottom of the compose window for better visibility of filenames as well as being able to see many at once. We’ve also added an overlay that appears when you drag-and-drop a file into the compose window asking how you would like to handle the file in that email (such as putting a picture in-line in your message or simply attaching it to the email).
rm: La lastra per agiuntas è vegnida spustada en la part giudim la fanestra da rediger per render pli bain visibels ils nums da datoteca e per pudair mussar blers nums il medem mument. Ultra da quai avain nus agiuntà in nivel transparent che cumpara sche ti tiras e deponas ina datoteca en la fanestra da rediger. Uschia vegn dumandà co tractar la datoteca en l'e-mail (inserir ina grafica directamain en l'e-mail u simplamain l'attatgar sco agiunta).

source: UI Density Control
rm: Controlla da densitad da l'interfatscha

source: Whether you are using it on a large desktop monitor or a small laptop touchscreen, you may want the icons and text of the interface to be larger and more spread out or very compact. In Thunderbird 91, under View -> Density in the menu, you can select the UI density for the entire application. Three options are available: compact (small), normal(medium), and touch(large).
rm: Tuttina sche ti utiliseschas in visur grond da desktop u in pitschen touchscreen dad in laptop – tut segund giavischassas ti iconas pli grondas ed in text engrondì da l'interfatscha e dapli spazi tranter ils elements u lura tut pli cumpact. En Thunderbird 91 chattas ti en il menu sut «Vista» il punct «Cumpactadad» che ta pussibilitescha da tscherner la densitad da l'interfatscha d'utilisader per l'entira applicaziun. I dat trais opziuns che stattan a disposiziun: cumpact (pitschen), normal (mesaun) e touch (grond).

source: Protect Your Privacy
rm: Protegia tia sfera privata

source: Whether it’s work or play, you deserve to have privacy when you are online. A VPN, Virtual Private Network, can help you create a secure, private connection to the internet. So that when you are traveling, connecting to WiFi, or simply want more online security - you know that your information is protected from prying eyes.
rm: Tuttina sch'i sa tracta da lavurar u da giugar, ti has il dretg da tia sfera privata cura che ti es online. Ina rait privata virtuala, in VPN, po ta gidar da stabilir ina connexiun segira e privata cun l'internet. Sche ti es en viadi u connectà cun WLAN u giavischas simplamain dapli segirezza en la rait – ti pos uschia esser segir che tias infurmaziuns èn protegidas dad egliadas indiscretas.

source: Learn More
rm: Emprenda dapli

source: Calendar Improvements
rm: Optimaziuns dal chalender

source: Managing multiple calendars has been made easier with the calendar sidebar improvements in this release. There is a quick enable button for disabled calendars, a lock indicator for read-only calendars, and a show/hide icon for easily toggling what calendars are visible. Outside the sidebar, there are now better color accents to highlight the current day in the calendar.
rm: Igl è daventà pli facil dad administrar plirs chalenders grazia a meglieraziuns da la trav laterala dal chalender en questa versiun. I dat in buttun per activar svelt chalenders deactivads, in indicatur da maschlos per chalenders protegids ed ina icona per mussar/zuppentar ils chalenders. Ordaifer la trav laterala datti ussa megliers accents da colurs per marcar il di actual en il chalender.

source: Thunderbird’s Dark Theme got even better in this release. In the past some windows and dialogues looked a bit out of place if you had Thunderbird’s dark theme selected. Now almost every dialogue and window in Thunderbird is fully styled to respect the user’s color scheme preferences.
rm: Il design stgir da Thunderbird è daventà anc meglier en questa versiun. Pli baud avevan tschertas fanestras e tscherts dialogs ina parita in pau curiusa sche ti has tschernì il tema stgir da Thunderbird. Ussa sa preschenta quasi mintga dialog e fanestra en Thunderbird cumplettamain en il stil definì da las preferenzas dal schema da colurs.

source: PDF Viewer
rm: Lectur da PDF

source: Thunderbird now has a built-in PDF viewer, which means you can read and even do some editing on PDFs sent to you as attachments. You can do all this without ever leaving Thunderbird, allowing you to return to your inbox without missing a beat.
rm: Thunderbird dispona ussa dad in lectur PDF integrà. Quai munta che ti pos leger u schizunt modifitgar per part PDFs retschavids sco agiunta. Tut quai pos ti far senza bandunar Thunderbird ed uschia gist puspè turnar tar tia posta entrada, senza perder temp.

source: There are many other big changes that make Thunderbird 91 a very large release including:
rm: Ultra da quai datti blers auters midaments che fan daventar Thunderbird 91 ina versiun fitg vasta che includa:

source: Native support for macOS devices built with Apple Silicon CPU
rm: Sustegn nativ per apparats macOS cun Apple Silicon CPU

source: CardDAV Address Book Support (and CardDAV auto-detection support)
rm: Sustegn per cudeschets d'adressas CardDAV (ed identificaziun automatica dal format CardDAV)

source: Printing UI updated
rm: Interfatscha d'utilisader actualisada per stampar

source: Ability to change order of accounts in UI
rm: Pussaivladad da midar la successiun dals contos en l'interfatscha d'utilisader

source: Registers to handle .ics files, letting you preview and import events to the calendar by double clicking the file
rm: Registers per gestir datotecas dal format .ics che ta permettan da laschar mussar ina prevista dad eveniments ed als importar en il chalender cun in clic dubel sin la datoteca

source: You can see details of all our changes in the release notes for <a href="%(release)s">Thunderbird 91.0 and up</a>.
rm: Ti pos vegnir a savair ils detagls da tut nossas midadas en las notizias davart la versiun per <a href="%(release)s">Thunderbird 91.0 e pli nov</a>.
