Repository: inattee/thunderbird.net-l10n
Catalog: rm/LC_MESSAGES/messages.po
Languages: rm

source: We do not collect any additional fees or taxes. When you donate in your local currency you are not charged a conversion fee by your credit card. Optionally, you can choose to cover our transaction costs on your donation. This is completely voluntary and you may opt in or out using the checkbox on our donation form. Our organization is based in the United States. We encourage donors to research any additional external taxes or fees that may be applied by regulators such as your bank or tax authority.
rm: Nus na rimnain naginas taxas u taglias supplementaras. Sche ti fas ina donaziun en tia valuta locala, na vegnan debitadas naginas taxas da conversiun da tia carta da credit. Opziunalmain pos ti tscherner dad era pajar ils custs da transacziun che resultan da tia donaziun. Quai è cumplettamain voluntari. Ti pos far quai u laschar, cun activar u deactivar la chaschetta da controlla en noss formular da donaziun. Nossa organisaziun ha sia sedia en ils Stadis Unids. Nus supplitgain noss fauturs da retschertgar sch'i dat eventualas taglias u taxas externas che vegnan imponidas da regulaturs sco bancas u autoritads da taglia.

source: What are your transaction costs on donations?
rm: Tge custs resultan da las transacziuns da donaziuns?

source: When you opt to cover our transaction costs, you're covering both our processing and donation platform costs. The costs associated with our robust online donation system allows us to continue scaling sustainably as our supporter-base grows. Our donation platform and payment processor partners reduce internal costs associated with maintaining our own system from scratch. Our partners ensure we can accept a wide range of currencies/payment methods and remain PCI compliant in all of the countries that we accept gifts from. The transaction costs donors may choose to cover are based on an estimate of our overall costs. Due to many factors actual costs may fluctuate.
rm: Sche ti tschernas da surpigliar era noss custs da transacziun, pajas ti tant ils custs da l'elavuraziun dal pajament, sco era quels da la plattafurma da donaziuns. La finanziaziun da noss sistem da donaziuns cumprovà ans permetta da crescher a moda persistenta, en relaziun cun il dumber da donaturs. Nossa plattafurma da donaziuns ed ils partenaris che elavureschan ils pajaments gidan dad evitar custs interns che la creaziun ed il mantegniment dad in agen sistem chaschunass. Noss partenaris garanteschan che nus pudain acceptar numerusas valutas e metodas da pajament e pudain a medem mument correspunder al standard PCI en tut ils pajais en ils quals nus acceptain donaziuns. Ils custs da transacziun ch'ils donaturs pon surpigliar sa basan sin ina stimaziun dals custs cumplessivs. Ils custs effectivs pon variar pervia da divers facturs.

source: Why do one-time donations appear as recurring in the SEPA mandates?
rm: Pertge cumparan donaziuns unicas sco donaziuns periodicas en ils mandats SEPA?

source: When making a one-time gift through SEPA direct debit, you may notice a mention of recurrent transactions. This is because our payment processor Stripe only supports recurring transactions for this type of payment. Regardless of this, we will only charge you once and we will not make any further payments on your account without your authorization. Following the mandate, you will receive an official donation receipt that will clearly reflect the one-time donation.
rm: Cun far ina donaziun unica via debitaziun directa SEPA, fas ti forsa stim ch’i vegnan menziunadas transacziuns periodicas. Il motiv è che noss sistem da pajament Stripe sustegna mo transacziuns periodicas per quest tip da pajament. Independentamain da questa limitaziun debitain nus mo ina giada la summa e nus na faschain nagins ulteriurs pajaments cun tes conto senza tia autorisaziun. Suenter avair dà l’incumbensa, survegns ti ina quittanza uffiziala per la donaziun che mussa cleramain ch’i sa tracta dad ina donaziun unica.

source: Can I give in cryptocurrencies?
rm: Poss jau far ina donaziun cun criptomunaidas?

source: <strong>No.</strong> We are not currently accepting cryptocurrency gifts.
rm: <strong>Na.</strong> Nus n'acceptain per il mument naginas donaziuns en criptomunaidas.

source: How will my gift be used?
rm: Tge capita cun mia donaziun?

source: Thunderbird is the leading open source cross-platform email and calendaring client, free for business and personal use. Your gift will help ensure it stays that way, and will support future development.
rm: Thunderbird è il pli impurtant program open-source per pliras plattafurmas che serva per trametter e-mails ed administrar chalenders, gratuit per l'utilisaziun en fatschenta ed il diever privat. Tia donaziun vegn a gidar a garantir che quai resta uschia e vegn a pussibilitar il svilup futur.

source: What is Thunderbird’s relationship to MZLA Technologies Corporation?
rm: Tgenina è la relaziun tranter Thunderbird e MZLA Technologies Corporation?

source: Thunderbird is a project of MZLA Technologies Corporation, which is a wholly owned subsidiary of Mozilla Foundation.
rm: Thunderbird è in project da MZLA Technologies Corporation, ina societad controllada entiramain da la Mozilla Foundation.

source: Doesn’t Thunderbird earn income?
rm: Na generescha Thunderbird naginas entradas?

source: Currently, the majority of Thunderbird’s revenue comes from generous gifts from users and friends of Thunderbird. Companies and individuals support the development of the product now and in the future.
rm: Actualmain deriva la maioritad da las entradas da Thunderbird da donaziuns generusas dad utilisadras ed amis da Thunderbird. Interpresas e persunas singulas sustegnan il svilup dal product actual e futur.

source: Who can I email directly with questions about giving?
rm: A tgi poss jau scriver in e-mail cun dumondas en connex cun donaziuns?

source: If you have a question about giving to Thunderbird, please contact us via <a href="%(help)s">this form</a>. If you need technical support, please head over to <a href="%(support)s">Thunderbird Support</a> for assistance.
rm: Sche ti has ina dumonda en connex cun donaziuns a Thunderbird, ans contactescha per plaschair via <a href="%(help)s">quest formular</a>. Sche ti dovras support tecnic, visita per plaschair il <a href="%(support)s">support da Thunderbird</a> per survegnir agid.

source: Go
rm: Dai

source: Get Help
rm: Ir per agid

source: Holiday Calendars
rm: Chalenders da vacanzas

source: Careers
rm: Carriera

source: <small> Thunderbird is part of <a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a>, a wholly owned subsidiary of Mozilla Foundation. Portions of this content are ©1998–2023 by individual contributors. Content available under a <a href="https://www.mozilla.org/foundation/licensing/website-content/">Creative Commons license</a>. </small>
rm: <small> Thunderbird fa part da la <a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a>, ina succursala che appartegna entiramain a la Mozilla Foundation. Tschertas parts da quest cuntegn èn ©1998–2023 da contribuents individuals. Il cuntegn stat a disposiziun sut ina <a href="https://www.mozilla.org/foundation/licensing/website-content/">licenza Creative Commons</a>. </small>

source: Contribute to this site
rm: Contribuir a questa website

source: Translate this site
rm: Translatar questa website

source: Your Email
rm: Tia adressa dad e-mail

source: Subscribe
rm: Abunar

source: Follow %(mastodon)s on Mastodon
rm: Suandar %(mastodon)s sin Mastodon

source: Follow %(youtube)s on YouTube
rm: Suandar %(youtube)s sin YouTube

source: Follow %(twitter)s on Twitter
rm: Suandar %(twitter)s sin Twitter

source: Follow %(linkedin)s on LinkedIn
rm: Suandar %(linkedin)s sin LinkedIn

source: Visit Our Blog
rm: Visita noss blog

source: I need
rm: Jau dovr

source: Please select...
rm: Tscherner…

source: Help with the donation form
rm: Agid cun il formular da donaziuns

source: To change or cancel my monthly recurring donation
rm: Midar u interrumper mia donaziun periodica mensila

source: To update my email address or contact info
rm: Actualisar mia adressa dad e-mail u las infurmaziuns da contact

source: Help donating by bank transfer (SEPA/IBAN)
rm: Agid cun far ina donaziun via pajament bancar (SEPA/IBAN)

source: Help donating with another currency or payment method
rm: Agid cun far ina donaziun en in'autra valuta u cun in'autra metoda da pajament

source: A copy of my donation receipt
rm: Ina copia da mes attest da donaziun

source: A year-end donation summary
rm: Ina resumaziun annuala da las donaziuns la fin da l'onn

source: My donation refunded
rm: Che mia donaziun vegn restituida

source: Help with an unauthorized or fraudulent donation
rm: Agid cun ina donaziun betg autorisada u ina donaziun fraudulenta

source: Technical support for Thunderbird
rm: Support tecnic per Thunderbird

source: To request a feature for Thunderbird
rm: Dumandar ina funcziun per Thunderbird

source: To submit feedback
rm: Dar in resun

source: Help with something else
rm: Agid cun insatge auter

source: We truly appreciate your generous support and are happy to now offer an easier way for you to give through online bank transfer. We can accept donations via direct debit in Euros through Single European Payment Area (SEPA) transfer.
rm: Nus appreziain fitg tes sustegn generus e purschain gugent ina via pli simpla per far ina donaziun via pajament bancar. Nus acceptain donaziuns via debitaziun directa en euros sco pajament SEPA (Single European Payment Area).

source: Visit our secure online donation page to make your donation
rm: Visita nossa pagina da donaziuns segirada per far tia donaziun

source: Still have questions? Contact us by submitting a case.
rm: Has ti anc adina dumondas? Ans contactescha cun emplenir il formular.

source: Access your donation account settings using the '<b>Manage My Donation</b>' button on your recent donation confirmation email. There you can change the amount, frequency, payment method and charge date. You can also cancel your recurring donation plan.
rm: Acceda als parameters da tes conto da donaziuns cun agid dal buttun «<b>Administrar mia donaziun</b>» en l'ultim e-mail che conferma tia donaziun. Là pos ti midar l'import, la frequenza, la metoda da pajament e la data da debitaziun. Ti pos era annullar tia donaziun periodica.

source: Any other details that might help
rm: Ulteriurs detagls che pudessan gidar

source: Add a screenshot to help us with your request (optional)
rm: Agiuntar in maletg dal visur per ans gidar a respunder tia dumonda (facultativ)

source: JPG, PNG and BMP files only
rm: Mo datotecas JPG, PNG e BMP

source: Name
rm: Num

source: Thunderbird will only use your submitted information for purposes of communicating with you about your request. See our <a href="%(url)s">privacy policy</a> for further information.
rm: Thunderbird dovra tias infurmaziuns tramessas mo per communitgar cun tai en connex cun tia dumonda. Consultescha nossas <a href="%(url)s">directivas per la protecziun da datas</a> per ulteriuras infurmaziuns.

source: We are unable to offer help with Thunderbird technical issues through the Donor Help form.
rm: Nus na pudain betg porscher agid cun problems tecnics da Thunderbird via il formular d'agid per donaziuns.

source: Our <a href="%(url)s" target="_blank">knowledge base</a> and active user community can help!
rm: Nossa <a href="%(url)s" target="_blank">collecziun da savida</a> e la communitad activa dad utilisad:ras po gidar!

source: Visit our technical support site to get more help
rm: Visita nossa website dal support tecnic per dumandar ulteriur agid

source: <a href="%(url)s" target="_blank">Mozilla Connect</a> is a collaborative space for ideas, feedback, and discussions that will help shape future Thunderbird product releases.
rm: <a href="%(url)s" target="_blank">Mozilla Connect</a> è in spazi collaborativ per ideas, resuns e discussiuns ch'ans gidan a dar furma a las proximas versiuns da Thunderbird.

source: <a href="%(url)s" target="_blank">Submit your idea</a> and be sure to tag Thunderbird so others can find and vote on your suggestion.
rm: <a href="%(url)s" target="_blank">Inoltrescha tia idea</a> e t’atschertescha che ti hajas agiuntà Thunderbird sco tag per che auters chattian tia proposta e pon votar per ella.

source: For product technical support, please visit our <a href="%(url)s" target="_blank">support page</a>.
rm: Per support tecnic cun il product, visita per plaschair nossa <a href="%(url)s" target="_blank">pagina da support</a>.

source: <a href="%(url)s" target="_blank">Visit Mozilla Connect to submit your idea for Thunderbird</a>
rm: <a href="%(url)s" target="_blank">Visita Mozilla Connect per inoltrar tia idea per Thunderbird</a>

source: Language
rm: Lingua

source: Chinese Simplified
rm: Chinais simplifitgà

source: Czech
rm: Tschec

source: Danish
rm: Danais

source: Dutch
rm: Neerlandais

source: English
rm: Englais

source: French
rm: Franzos

source: German
rm: Tudestg

source: Italian
rm: Talian

source: Japanese
rm: Giapunais

source: Other
rm: Auter

source: Polish
rm: Polonais

source: Portuguese
rm: Portugais

source: Russian
rm: Russ

source: Spanish
rm: Spagnol

source: reCAPTCHA helps prevent automated form spam.
rm: reCAPTCHA gida ad evitar spam automatisà via formulars.

source: The submit button will be disabled until you complete the CAPTCHA.
rm: Il buttun per trametter vegn deactivà enfin che ti has respundì al CAPTCHA.

source: Submit
rm: Trametter

source: Join our Newsletter
rm: Abunescha noss newsletter

source: Just one more step!
rm: Mo anc in pass!

source: Having trouble? <a class="inline-link" href="%(url)s">Get help with your installation.</a>
rm: Datti problems? <a class="inline-link" href="%(url)s">Dumonda agid per l'installaziun.</a>

source: Experience The Future Of Thunderbird
rm: Scuvra l'avegnir da Thunderbird

source: Join the Beta today, and enjoy an exciting preview of the new features and visual enhancements coming to Thunderbird 115 Supernova. You can still run Thunderbird 102 after installing Beta on Windows with no special settings, unless you are using POP mail accounts. See details in the <a href="%(beta_kb_url)s">beta knowledge base</a>.
rm: Installescha oz la beta e profitescha dad ina prevista captivanta da novas funcziuns ed optimaziuns visualas che arrivan cun Thunderbird 115 Supernova. Ti pos anc adina exequir Thunderbird 102 suenter avair installà la beta sin Windows senza configuraziun speziala, danor sche ti utiliseschas contos dad e-mail POP. Consultescha ils detagls en la <a href="%(beta_kb_url)s">rimnada da savida da beta</a>.

source: Thunderbird Beta is early access software, so please report the rough edges using the Help menu. You can find assistance via “Get Help” and “Share Ideas and Feedback” as well as the <a href="%(beta_topicbox_url)s">Beta Topicbox</a> forum.
rm: Thunderbird beta è ina prevista da software en svilup, rapportescha perquai per plaschair problems cun agid dal menu d'agid. Ti chattas support via «Ir per agid» e «Cundivider ideas e resuns», sco era en il forum <a href="%(beta_topicbox_url)s">Beta Topicbox</a>.

source: Install now!
rm: Installar ussa!

source: Finish installing, and start enjoying Thunderbird Beta.
rm: Terminescha l'installaziun e cumenza ad utilisar Thunderbird Beta.

source: Learn more about Thunderbird 115 Supernova
rm: Ulteriuras infurmaziuns davart Thunderbird 115 Supernova

source: Thunderbird 115 Supernova Preview: The New Folder Pane
rm: Prevista da Thunderbird 115 Supernova: la nova panela d'ordinaturs

source: Thunderbird 115 "Supernova" will be intuitive and welcoming to new users, while remaining familiar and comfortable for veteran users. See how we're accomplishing that balance with a preview of the new Folder Pane.
rm: Thunderbird 115 «Supernova» vegn ad esser intuitiv ed attractiv per novas utilisadras ed utilisaders, ma resta a medem temp confortabel sco usità per utilisaders fidaivels. Ve a savair co nus cuntanschain quest equiliber cun ina prevista da la nova panela d'ordinaturs.

source: February 14, 2023
rm: Ils 14 da favrer 2023

source: Continue Reading
rm: Cuntinuar a leger

source: Why We’re Rebuilding The Thunderbird Interface From Scratch
rm: Pertge che nus reconstruin l'interfatscha da Thunderbird da fund ensi

source: "Why does Thunderbird look so old, and why does it take so long to change?" Let's answer that burning question with some important history, and a look into the future.
rm: «Pertge vesa Thunderbird ora uschè vegl e pertge vai uschè ditg per midar quai?» Lain respunder questa dumonda urgenta cun ina pitschna retrospectiva impurtanta ed in'egliada en l'avegnir.

source: February 9, 2023
rm: Ils 9 da favrer 2023

source: Thunderbird Supernova Preview: The New Calendar Design
rm: Prevista da Thunderbird Supernova: il nov design dal chalender

source: Life gets busy. That's why the new calendar in Thunderbird Supernova is being designed to look and feel comfortable. It will help you more efficiently sift, sort, and digest all the crucial details of your day.
rm: La vita ans occupa. Perquai è il nov chalender en Thunderbird Supernova concepì uschè confortabel sco pussaivel. El ta gida a filtrar, zavrar e gestir tut ils detagls impurtants da tes di.

source: November 9, 2022
rm: Ils 9 da november 2022

source: Help Keep Thunderbird Alive!
rm: Gida a mantegnair Thunderbird!

source: <span class="block font-light font-4xl">Help Keep</span> Thunderbird Alive!
rm: <span class="block font-light font-4xl">Gida a mantegnair</span> Thunderbird!

source: Did you know that <strong>less than 1%</strong> of Thunderbird users fund all the work we do?
rm: Has ti savì che <strong>damain che 1%</strong> dals utilisaders da Thunderbird finanzieschan l'entira lavur che nus faschain?

source: <strong>Not too long ago Thunderbird was on the verge of extinction.</strong> It’s because of donations from that small group of users that we are here today!
rm: <strong>Avant pauc temp era Thunderbird anc en privel da svanir.</strong> Grazia a las donaziuns da questa pitschna gruppa dad utilisadras ed utilisaders essan nus oz insumma anc qua!

source: We don’t show advertisements or sell your data and we are completely funded by donations from our community.
rm: Nus na mussain ni reclamas ni vendain nus tias datas e nus essan finanziads cumplettamain cun donaziuns da nossa communitad.

source: Click here to <strong class="block">Donate!</strong>
rm: Clicca qua per <strong class="block">far ina donaziun!</strong>

source: Help keep <strong class="block">Thunderbird Alive!</strong>
rm: Gida a <strong class="block">mantegnair Thunderbird!</strong>

source: <strong>Thunderbird</strong>’s mission is to offer a time and privacy-respecting, customizable communication experience that gives you control of your data and experience. <strong>Free to everyone!</strong>
rm: La missiun da <strong>Thunderbird</strong> è da porscher in product persunalisabel per la communicaziun che respecta tes temp e tia sfera privata e ta lascha controllar tias datas e tia experientscha. <strong>Gratuit per ina e mintgin!</strong>

source: Accomplishing that mission means keeping <strong>Thunderbird</strong> secure, maintaining complex server infrastructure, updating old code, fixing bugs and developing new features. <strong>These activities aren’t cheap</strong> - requiring talented software engineers and robust infrastructure.
rm: Dad accumplir questa missiun vul dir da tgirar la segirezza da <strong>Thunderbird</strong>, mantegnair ina infrastructura cumplexa da servers, actualisar code vegl, curreger sbagls e sviluppar novas funcziunalitads. <strong>Questas activitads èn charas</strong> e pretendan inschigners talentads ed ina infrastructura robusta.

source: <strong>So today we’re asking you to help us out.</strong> If you get value from using Thunderbird, please consider giving a donation to support it!
rm: <strong>Perquai ta dumandain nus oz d'ans gidar.</strong> Sche ti utiliseschas ed apprezieschas Thunderbird, considerescha per plaschair da far ina donaziun per sustegnair il program!

source: The Thunderbird Team
rm: Il team da Thunderbird

source: What’s New in Thunderbird 102
rm: Novaziuns en Thunderbird 102

source: Explore the new features and changes in the new release of Thunderbird.
rm: Scuvra las novas funcziunalitads e las midadas en la nova versiun da Thunderbird.

source: <strong>Thunderbird is completely funded by your donations.</strong> <br> Producing Thunderbird requires software engineers, designers, system administrators and server infrastructure. <strong>Help us keep Thunderbird alive!</strong>
rm: <strong>Thunderbird è finanzià cumplettamain cun donaziuns da persunas sco tai.</strong> <br> Il svilup da Thunderbird pretenda inschigners da software, designers, administraturs dal sistem ed infrastructura da servers. <strong>Ans gida da mantegnair Thunderbird!</strong>

source: Message Header Redesign
rm: Concepziun nova dal chau-pagina da messadis

source: Thunderbird 102 helps you be more productive with less effort. When reading your email, the redesigned message header allows you to focus on what matters as it highlights important information. It’s also more responsive and easier to navigate. Plus, you can star important messages from the message header itself, and easily convert them into a calendar event or a task.
rm: Thunderbird 102 ta gida ad esser pli productiv cun damain effort. Cun leger tes e-mails, ta gida il chau-pagina da messadis concepì da nov da focussar sin l'essenzial cun accentuar infurmaziuns impurtantas. Il program reagescha pli svelt e la navigaziun è pli simpla. En pli pos ti ussa marcar messadis impurtants cun stailas directamain en il chau-pagina da messadis e pos als convertir a moda simpla en in eveniment dal chalender u en ina incumbensa.

source: New Address Book
rm: Cudeschet d’adressas en in clic

source: Thunderbird 102 gives your contacts a serious upgrade! The refreshed design makes it easier to navigate and interact with your contacts, and helps you better understand who you’re communicating with. The new Address Book has compatibility with vCard specs, meaning if your app can export your existing contacts into vCard format, Thunderbird can import them. Each contact card also acts as a launchpad for messaging, email, and event creation.
rm: Thunderbird 102 porta ina actualisaziun da vaglia a tes contacts! Il design actualisà simplifitgescha la navigaziun en e la gestiun da tes contacts e ta gida a chapir meglier cun tgi che ti communitgeschas. Il nov cudeschet d'adressas è cumpatibel cun las specificaziuns da vCard. Quai vul dir che Thunderbird po importar tes contacts existents, sche tia app d'enfin qua po exportar ils contacts en il format vCard. Mintga carta da contact serva ussa era sco punct da partenza per ina conversaziun, in e-mail u la creaziun dad in eveniment.

source: New Import/Export Wizard
rm: Novs assistents per importar ed exportar
