Repository: inattee/thunderbird.net-l10n
Catalog: rm/LC_MESSAGES/messages.po
Languages: rm

source: Welcome to <div class="tb-text">Thunderbird <small class="accent-text">Beta</small></div>
rm: Bainvegni en <div class="tb-text">Thunderbird <small class="accent-text">Beta</small></div>

source: Support us!
rm: Ans sustegna!

source: Donate
rm: Fa ina donaziun

source: Warning!
rm: Attenziun!

source: Beta can be unstable, and there is potential to lose data.
rm: La versiun beta po esser instabla ed igl è pussaivel che datas van a perder.

source: Protect your data and other best practices.
rm: Protecziun da datas ed autras proceduras recumandadas.

source: Knowledge Base
rm: Banca da savida

source: Add-ons may not work properly, or not work at all.
rm: Supplements na funcziunan eventualmain betg endretg u insumma betg.

source: Add-ons Guide
rm: Guid da supplements

source: Thank you for using Thunderbird Beta. Your experiences with beta are important, so please report rough edges, bugs, and provide feedback in the ways suggested below - to help make the next Thunderbird release as awesome as possible.
rm: Grazia fitg che ti utiliseschas Thunderbird Beta. Tias experientschas cun la versiun beta èn impurtantas! Ans annunzia damai deficits e sbagls ed ans dà in resun en ina da las modas e manieras proponidas sutvart. Uschia ans gidas ti da render la proxima versiun da Thunderbird uschè attractiva sco pussaivel.

source: Learn and Connect
rm: Emprender e sa connectar

source: Meet other beta users and learn more about beta.
rm: Inscuntra auters utilisaders da la versiun beta e ve a savair dapli davart beta.

source: Beta Discussion Group
rm: Gruppa da discussiun beta

source: Help
rm: Agid

source: Curious about helping? You don’t need to be an expert to help other users or offer suggestions about improving the experience! Join us in this open source project where anyone can participate in the Thunderbird community (You don’t need to be an expert, and you don’t need to know how to code).
rm: Vulessas ti gugent gidar? Ti na stos betg esser in expert per gidar auters utilisaders u per far propostas co meglierar l'experientscha d'utilisaziun! Fa part da quest project da software open source al qual ina e mintgin po sa participar, grazia a la cuminanza da Thunderbird. (Ti na stos betg esser in expert e ti na stos era betg savair programmar.)

source: Get Involved
rm: Ta participescha

source: Crashed?
rm: Hai dà in collaps?

source: If Crash Reporter appeared (when Thunderbird crashes), please provide more details to help developers
rm: Sche l'annunzia da collaps cumpara (en cas che Thunderbird è collabà), ans trametta ulteriurs detagls per gidar ils sviluppaders

source: In Thunderbird do Help > More Troubleshooting Information, scroll to "Crash Reports", click a recent report link to open the crash report page.
rm: Acceda en Thunderbird ad «Agid» > «Dapli infurmaziuns per schliar problems», scrolla enfin «Annunzias da collaps» e clicca sin la colliaziun d'in rapport actual per avrir la pagina cun ils rapports da collaps.

source: Click the Bugzilla tab, then click on an existing bug report under "Related Bugs" and add a comment to the bug, or click "Thunderbird" to submit a new bug report.
rm: Clicca sin il tab «Bugzilla», clicca lura sin ina annunzia da collaps existenta sut «Related Bugs» ed agiuntescha in commentari al sbagl u clicca sin «Thunderbird» per scriver in nov rapport da sbagl.

source: Crash Reporter
rm: Annunzia da collaps

source: Question? Problem?
rm: Dumondas? Problems?

source: Post your general Thunderbird usage questions or problems on the support page, where many knowledgeable users can help you.
rm: Publitgescha tias dumondas generalas davart l'utilisaziun u problems da Thunderbird sin la pagina d'agid, nua che blers utilisaders versads pon ta gidar.

source: Support Page
rm: Pagina d'agid

source: In the Beta Forum, you can post feedback, questions, and learn how to use beta. You can also compare experiences with other beta users.
rm: En il forum Beta pos ti dar resuns, far dumondas ed emprender co utilisar la versiun beta. Ti pos era cumparegliar tias atgnas experientschas cun quellas dad auters utilisaders da la versiun beta.

source: Beta Forum
rm: Forum Beta

source: Report
rm: Rapportar in problem

source: Think you’ve found a new problem or rough edge? Create a bug report so we can make sure it gets solved, resulting in a better Thunderbird experience for all.
rm: Pensas ti che ti hajas chattà in nov problem en Thunderbird? Creescha in rapport dad errur per che nus possian al schliar. Uschia contribueschas ti ad in meglier Thunderbird per tuts.

source: Report a Bug
rm: Rapportar in problem

source: Unsure? Ask for help in the beta forum.
rm: Es ti malsegir? Dumonda agid en il forum Beta.

source: Welcome to <div class="tb-text">Thunderbird</div>
rm: Bainvegni en <div class="tb-text">Thunderbird</div>

source: Support Us
rm: Ans sustegnair

source: Thank you for supporting Thunderbird, which is funded by users like you! Producing Thunderbird requires software engineers, designers, system administrators and server infrastructure. So if you like Thunderbird, the best way to ensure Thunderbird remains available is to make a donation.
rm: Grazia per sustegnair Thunderbird che vegn finanzià dad utilisaders sco tai! Il svilup da Thunderbird dovra inschigners da software, designers, administraturs dal sistem ed infrastructura da servers. Sche Thunderbird ta plascha, datti ina buna via per garantir che Thunderbird resta disponibel: ina donaziun.

source: Curious about helping? You don’t need to be an expert or know how to code to help other users or offer suggestions about improving the experience! Join us in this open source project where anyone can participate in the Thunderbird community.
rm: Vulessas ti gugent gidar? Ti na stos betg esser in expert u savair programmar per gidar auters utilisaders u per far propostas co meglierar l'experientscha d'utilisaziun! Fa part da quest project da software open-source e participescha a la cuminanza da Thunderbird, averta per ina e mintgin.

source: Share ideas and feedback.
rm: Parta ideas e resuns.

source: Help make Thunderbird better.
rm: Gida a meglierar Thunderbird.

source: Get the Beta
rm: Va per la versiun Beta

source: Questions? Problems?
rm: Dumondas? Problems?

source: If Crash Reporter appears when Thunderbird crashes, please provide as many details as possible to help developers.
rm: Sche l'annunzia da collaps cumpara (en cas che Thunderbird è collabà), inditgescha per plaschair uschè blers detagls sco pussaivel per gidar ils sviluppaders.

source: The page you are looking for doesn’t exist.<br/>If you think this is a bug, you can <a href="%(bug_report_url)s">report an issue here</a>.
rm: La pagina che ti tschertgas n'exista betg.<br/>Sche ti es da l'avis che quai saja ina errur, pos ti <a href="%(bug_report_url)s">annunziar qua in sbagl</a>.

source: Empty nest
rm: Gnieu vid

source: Free Your Inbox.
rm: Liberescha tia posta entrada.

source: Thunderbird is a free email application that’s easy to set up and customize - and it’s loaded with great features!
rm: Thunderbird è ina applicaziun dad e-mails libra e gratuita ch’è simpla dad endrizzar e persunalisar – ed ella è plain grondiusas funcziuns!

source: <span class="txt-gradient">Free</span> Your Inbox
rm: <span class="txt-gradient">Liberescha</span> tia posta entrada

source: Download
rm: Telechargiar

source: competitor icon
rm: icona da la concurrenza

source: <span class="txt-gradient">Freedom</span> from Chaos
rm: <span class="txt-gradient">La libertad</span> da s'organisar

source: Waste less time finding browser tabs.
rm: Perda damain temp cun tschertgar tes tabs en il navigatur.

source: Access all your messages, calendars, and contacts in one fast app. Filter and organize the way you like. Manage all accounts separately or in a unified inbox. Thunderbird simply makes your life simpler.
rm: Acceda a tut tes messadis, chalenders e contacts en ina app svelta. Filtrescha ed organisescha tenor tes gust. Administrescha tut ils contos separadamain u en ina chascha da posta entrada communabla. Cun Thunderbird è bler simplamain pli simpel.

source: laptop frame
rm: rom da laptop

source: 115 mail
rm: e-mail versiun 115

source: 115 calendar
rm: chalender versiun 115

source: See Compatibility
rm: Vesair la cumpatibilitad

source: <span class="txt-gradient">Freedom</span> from Manipulation
rm: <span class="txt-gradient">La libertad</span> da betg vegnir manipulà

source: Our agenda isn’t hidden. It’s to make the world better.
rm: Nus n'avain naginas intenziuns zuppadas. Nus vulain meglierar il mund.

source: Firefox planet
rm: Planet Firefox

source: Thunderbird planet
rm: Planet Thunderbird

source: <span class="txt-gradient">Freedom</span> to Geek Out
rm: <span class="txt-gradient">La libertad</span> dad experimentar

source: Thunderbird is yours.
rm: Thunderbird è tes.

source: Thunderbird is clean and elegant by default, but easily customizable to match your workflow and visual preferences. It is loaded with unique and powerful features. Here are just a few that people love:
rm: Thunderbird è survesaivel ed elegant en sia configuraziun predefinida, ma sa lascha adattar a moda simpla a tes workflow ed a tias preferenzas visualas. Il program è plain funcziuns unicas e pussantas. Qua in pèr funcziuns popularas:

source: Its <strong>unified inbox</strong> enables me to stay sane even in the busiest of times. I am never switching e-mail clients again!
rm: La <strong>chascha communabla da posta entrada </strong> ma permetta da salvar la survista era en temp da stress. Jau na vegn mai pli a midar program dad e-mail!

source: profile image
rm: maletg da profil

source: Software Developer, Austria
rm: Sviluppader da software, Austria

source: unified inbox
rm: chascha communabla da posta entrada

source: I love the <strong>tag feature</strong>. I tag something important and find it quickly.
rm: La <strong>funcziun d'etichettas</strong> ma plascha. Jau dun ina etichetta a quai ch'è impurtant e chat uschia svelt puspè la rauba.

source: Computer Scientist, USA
rm: Informaticher, USA

source: It is the first program I install on any PC I use / own... I use it on <strong>Windows</strong> / <strong>Mac</strong> and <strong>Linux</strong>.
rm: Igl è l'emprim program che jau installesch sin in PC ch'jau utilisesch u possed... Jau dovr il program sin <strong>Windows</strong>, <strong>Mac</strong> e <strong>Linux</strong>.

source: I.T. Manager, UK
rm: Responsabel I.T., Reginavel Unì

source: Having an open source alternative [for] receiving and managing email... is great for <strong>privacy</strong>.
rm: Dad avair ina alternativa open source per retschaiver ed administrar e-mails [...] è grondius per la <strong>protecziun da datas</strong>.

source: Web Developer, Costa Rica
rm: Sviluppader web, Costa Rica

source: [Thunderbird] empowers me to maintain <strong>ownership</strong> of my emails.
rm: [Thunderbird] ma permetta da garantir che mes e-mails restan <strong>mes</strong>.

source: Engineer, USA
rm: Inschigner, USA

source: You'd be hard pressed to find a client more <strong>extensible</strong> than Thunderbird!
rm: Igl è difficil da chattar in program dad e-mail che sa lascha <strong>extender ed adattar</strong> uschè ferm sco Thunderbird!

source: Student, UK
rm: Student, Reginavel Unì

source: extensions
rm: extensiuns

source: Explore More Features
rm: Scuvra ulteriuras funcziuns

source: Are you ready to love email again?
rm: Es ti pront da puspè amar e-mails?

source: Who We Are
rm: Davart nus

source: Thunderbird is a free email application that’s easy to set up and customize - and it’s loaded with great features!
rm: Thunderbird è ina applicaziun dad e-mails gratuita ch’ins po persunalisar a moda simpla - ed ella è plain funcziuns grondiusas!

source: Privacy
rm: Sfera privata

source: Calendar
rm: Chalender

source: We’ve got some holiday calendar files available for download. You can either download and then import them into Calendar or you can just subscribe to these calendars by copying their URL and then adding them as new remote calendar files. More information on installing a holiday calendar can be found in the <a href="%s">Adding a holiday calendar article</a>.
rm: Nus avain tschertas datotecas cun chalenders da firads che stattan a disposiziun per telechargiar. Ti als pos ubain telechargiar ed importar en Calendar ubain als abunar cun copiar lur URL e lura als agiuntar sco novs chalenders a distanza. Ulteriuras infurmaziuns davart l'installaziun dad in chalender da vacanzas chattas ti en l'artitgel <a href="%s">Agiuntar in chalender da firads</a>.

source: You can also find calendars to subscribe to at <a href="%s">iCalShare.com</a>.
rm: Era sin <a href="%s">iCalShare.com</a> chattas ti chalenders per abunar.

source: <a href="%(url)s" class="inline-link text-blue">%(country)s</a> holidays thanks to %(authors)s
rm: Firads per <a href="%(url)s" class="inline-link text-blue">%(country)s</a> grazia a %(authors)s

source: Contact Us
rm: Ans contactescha

source: Legal
rm: Indicaziuns giuridicas

source: Frequently Asked Questions
rm: Dumondas frequentas

source: Donor Help
rm: Agid per donaturs

source: If you need help with a contribution to MZLA/Thunderbird, please fill out this form and a Thunderbird donor care representative will get back to you as soon as possible.
rm: Sche ti dovras agid cun ina donaziun a MZLA/Thunderbird, emplenescha per plaschair quest formular ed in collavuratur responsabel per donaturs vegn a respunder uschè svelt sco pussaivel.

source: Unfortunately, donor care representatives are unable to offer support or help with Thunderbird technical issues. For technical support, please visit our <a href="%(support_url)s">support page.</a>
rm: Displaschaivlamain na pon ils collavuraturs responsabels per donaturs betg porscher support u gidar cun problems tecnics da Thunderbird. Per support tecnic, visita per plaschair la <a href="%(support_url)s">pagina da support</a>.

source: Thank you for contacting us. A case has been created for your issue and we will be in touch shortly.
rm: Grazia per ans contactar. Igl è vegnì creà in cas per tes problem e nus vegnin bainprest a respunder.

source: We will get back to you soon.
rm: Nus vegnin a respunder il pli spert pussaivel.

source: Return to Thunderbird.net
rm: Turnar a Thunderbird.net

source: Send DMCA Notice
rm: Trametter ina notificaziun DMCA

source: Report Fraud
rm: Annunziar in engion

source: Participation Guidelines
rm: Directivas per la participaziun

source: Download Thunderbird
rm: Telechargiar Thunderbird

source: Your system doesn't meet the <a href="%(url)s">requirements</a> to run Thunderbird.
rm: Tes sistem n'ademplescha betg <a href="%(url)s">las pretensiuns</a> per exequir Thunderbird.

source: Please follow <a href="%(url)s">these instructions</a> to install Thunderbird.
rm: Suonda per plaschair <a href="%(url)s">questas instrucziuns</a> per installar Thunderbird.

source: Free forever.
rm: Liber e gratuit per adina.

source: to make it better.
rm: per al meglierar.

source: What are the ways I can give?
rm: Tge pussaivladads hai jau per far ina donaziun?

source: You can <a href="%(donate)s">donate online</a> securely by credit card or PayPal. Google Pay, Apple Pay, and bank transfers through SEPA, iDEAL and ACH are also available online.<br/> <strong>Give in your local currency!</strong> On <a href="%(donate)s">our online form</a>, use the drop down menu next to the amount. You will be charged in the currency you choose to give with.<br/> <strong>Additionally you can</strong> give offline in USD by <a href="%(check)s">mailing a check or money order</a>.<br/> <strong>Give the gift of your time!</strong> If you would like to learn how to contribute to Thunderbird in other ways such as coding, translating or testing, please visit our <a href="%(ways_to_help)s">Get Involved</a> page.
rm: Ti pos <a href="%(donate)s">far ina donaziun online</a> a moda segira cun agid da la carta da credit u PayPal. Google Pay, Apple Pay e pajaments bancars via SEPA, iDEAL ed ACH stattan era a disposiziun online.<br/> <strong>Fa la donaziun en tia valuta locala!</strong> Utilisescha il menu drop down sper l'import en noss <a href="%(donate)s">formular online</a>. I vegn debità cun la valuta che ti tschernas.<br/> <strong>Ultra da quai pos ti</strong> far ina donaziun offline en dollars americans cun <a href="%(check)s">trametter in schec u in mandat da pajament</a>.<br/> <strong>Dà tes temp!</strong> Sche ti vuls vegnir a savair co contribuir a Thunderbird en in'autra moda e maniera, p.ex. cun programmar, translatar u testar, visita per plaschair nossa pagina <a href="%(ways_to_help)s">Ta participescha</a>.

source: How do I cancel or change my recurring gift? Can I change my payment method or my donation frequency?
rm: Co poss jau annullar u midar mia donaziun periodica? Poss jau midar mia metoda da pajament u la frequenza da mia donaziun?

source: Access your donation account settings using the 'Manage My Donation' button on your recent donation confirmation email. There you can change the amount, frequency, payment method and charge date. You can also cancel your recurring donation plan. If you run into any issues you can always <a href="%(help)s">contact us</a>!
rm: Acceda als parameters da tes conto da donaziuns cun agid dal buttun «Administrar mia donaziun» en l'ultim e-mail che conferma tia donaziun. Là pos ti midar l'import, la frequenza, la metoda da pajament e la data da debitaziun. Ti pos era annullar tia donaziun periodica. Sche ti fruntas sin in problem, pos ti adina <a href="%(help)s">ans contactar</a>!

source: Why do you need my address in order to process a gift?
rm: Pertge èsi necessari dad inditgar l'adressa per pudair far ina donaziun?

source: We understand that your privacy is very important -- we agree, and that's a core value of ours at Thunderbird and Mozilla. Your address is part of our Payment Processing, Contact and Donation Information that we outline in our <a href="%(url)s">Privacy Policy</a>. This data is used for payment processing, transactional receipts, fraud detection and record-keeping purposes. If you want to know more about the personal information data we receive, the third-party vendors we trust, and how long we keep your data, please refer to our <a href="%(website_privacy)s">Websites, Communications & Cookies Privacy Notice</a>.
rm: Nus chapin che tia sfera privata è fitg impurtanta – nus essan dal medem avis e quai è ina da nossas valurs centralas tar Thunderbird e Mozilla. Tia adressa fa part da noss process da pajament, sco era da las infurmaziuns da contact e da donaziuns che nus descrivain en nossas <a href="%(url)s">directivas per la protecziun da datas</a>. Questas datas vegnan utilisadas per elavurar il pajament, per quittanzas da transacziun, per scuvrir engions e per intents d’archivaziun. Sche ti vuls vegnir a savair dapli davart las datas persunalas che nus retschavain, las terzas partidas da las qualas nus ans fidain, e quant ditg che nus preservain tias datas, consultescha per plaschair nossa <a href="%(website_privacy)s">decleraziun da protecziun da datas en connex cun websites, communicaziuns e cookies</a>.

source: Does my gift give me access to tech support?
rm: Hai jau il dretg da support tecnic sche jau fatsch ina donaziun?

source: Anyone can access tech support for Thunderbird by visiting the <a href="%(url)s">support forum</a>. Thunderbird does not provide tech support or enhanced tech support in exchange for financial gifts.
rm: Mintgin ha access a support tecnic per Thunderbird cun visitar il <a href="%(url)s">forum d'agid</a>. Thunderbird na porscha nagin support tecnic – ni da basa ni extendì – sco recumpensa per donaziuns.

source: How can I turn off the donation message on the Thunderbird start page?
rm: Co poss jau deactivar il messadi che appellescha da far ina donaziun sin la pagina da partenza da Thunderbird?

source: To learn how to customize your start page please visit:<br/><a href="%(url)s">%(url)s</a>
rm: Per vegnir a savair co persunalisar tia pagina iniziala, visita per plaschair:<br/><a href="%(url)s">%(url)s</a>

source: Is my gift tax deductible?
rm: Poss jau deducir la donaziun da la taglia?

source: Gifts to Thunderbird are <strong>not tax-deductible as charitable gifts</strong>, but are greatly appreciated. Giving to Thunderbird supports the development of our leading open source cross-platform email and calendaring client, free for business and personal use. Your gift will help ensure it stays that way, and will support future development.
rm: Donaziuns en favur da Thunderbird n'èn <strong>betg deduciblas da la taglia sco donaziuns caritativas</strong>, ma ellas èn fitg bainvisas. Donaziuns a Thunderbird sustegnan il svilup dal meglier program dad e-mail e chalender open-source per pliras plattafurmas, gratuit per l'utilisaziun en fatschenta ed il diever privat. Tia donaziun vegn a gidar a garantir che quai resta uschia e vegn a sustegnair il svilup en l'avegnir.

source: How can I get a business receipt?
rm: Co survegn jau ina quittanza per mia interpresa?

source: When you donate via our <a href="%(donate)s">online form</a>, simply check the box 'Donate as an Organization' and include your company name. The receipt you receive to the email address used to make your contribution will include your business information.
rm: Sche ti fas ina donaziun via noss <a href="%(donate)s">formular online</a>, activescha simplamain la chaschetta da controlla «Far ina donaziun sco organisaziun» ed inditgescha il num da tia interpresa. La quittanza che ti retschaivas sin l'adressa dad e-mail utilisada per far la donaziun vegn a cuntegnair las datas da tia interpresa.

source: Is my donation secure?
rm: È mia donaziun segira?

source: Yes, we use industry-standard SSL technology to keep your information secure. We partner with Stripe, the industry's established payment processor trusted by some of the world's largest companies. Your sensitive financial information never touches our servers. We send all data directly to Stripe's PCI-compliant servers through SSL. We understand that your privacy is very important. For complete information please refer to the <a href="%(privacy)s">Mozilla Privacy Policy</a>.
rm: Gea, nus utilisain la tecnologia da standard SSL per proteger tias infurmaziuns. Nus collavurain cun Stripe, il purschider da servetschs da pajament etablì, dal qual intginas da las pli grondas interpresas mundialas sa fidan. Tias datas finanzialas confidenzialas na vesan mai noss servers. Nus tramettain tut las datas directamain via SSL als servers da Stripe che correspundan al standard PCI. Nus savain bain che tia sfera privata è fitg impurtanta. Per infurmaziuns detagliadas, consultescha per plaschair las <a href="%(privacy)s">directivas per la protecziun da datas da Mozilla</a>.

source: Are there additional fees on my donation?
rm: Resultan taxas supplementaras da mia donaziun?
