Repository: inattee/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: es_mx, hr, ka, pt_pt, sr

source: Flaws are to be expected. High-impact flaws, including data loss, are very rare, but may occur. Protect yourself with <a href="https://support.mozilla.org/kb/profiles-where-thunderbird-stores-user-data#w_backing-up-a-profile">backups</a>. Low-impact flaws may not be fixed quickly, because fixes are prioritized based on impact.
es_mx: Los defectos son de esperar. Las fallas de alto impacto, incluida la pérdida de datos, son muy raras, pero pueden ocurrir. Protégete con <a href="https://support.mozilla.org/kb/profiles-where-thunderbird-stores-user-data#w_backing-up-a-profile">copias de seguridad</a>. Es posible que las fallas de bajo impacto no se solucionen rápidamente, porque las soluciones se priorizan según el impacto.
hr: Mane su očekivane. Nedostaci koji imaju veliki utjecaj na korisnike uključujući gubitke podataka, su jako rijetki, ali se mogu desiti. Zaštitite se s <a href="https://support.mozilla.org/kb/profiles-where-thunderbird-stores-user-data#w_backing-up-a-profile">sigurnosnim kopijama</a>. Nedostaci s malim utjecajem možda neće biti brzo ispravljeni, jer se daje prioritet na temelju utjecaja na korisnike.
ka: მოსალოდნელია ნაკლოვანებები და სისუსტეები. დიდი ზიანის მომტანი, რომელიც თუნდაც ინფორმაციის დაკარგვას იწვევს, მეტად იშვიათია ხოლმე, თუმცა მაინც არაა გამორიცხული. უსაფრთხოებისთვის სასურველია ხშირი <a href="https://support.mozilla.org/kb/profiles-where-thunderbird-stores-user-data#w_backing-up-a-profile">დამარქაფება</a>. ნაკლებად საზიანო ხარვეზები შეიძლება სწრაფად არ გასწორდეს, ვინაიდან მეტი ყურადღება ექცევა დიდი ზიანის მომტანს.
pt_pt: São esperadas falhas. Falhas de elevado impacto, incluindo perda de dados, são muito raras, mas podem ocorrer. Proteja-se com <a href="https://support.mozilla.org/kb/profiles-where-thunderbird-stores-user-data#w_backing-up-a-profile">cópias de segurança</a>. As falhas de baixo impacto podem não ser corrigidas rapidamente, porque as correções são priorizadas com base no respetivo impacto.
sr: Недостаци су очекивани. Они који имају велики утицај на кориснике, као губитак података, су врло ретки, али се могу десити. Да заштитите ваше податке, обавезно направите <a href="https://support.mozilla.org/kb/profiles-where-thunderbird-stores-user-data#w_backing-up-a-profile">резервну копију</a>. Пошто се приоритет отклањања проблема одређује према степену утицаја истог, мањи недостаци можда неће бити ускоро отклоњени.

source: Expect seven updates per month, one major update per month plus several small updates. This frequency of updates allows us to make fast improvements.
es_mx: Espera siete actualizaciones por mes, una actualización importante por mes más varias actualizaciones pequeñas. Esta frecuencia de actualizaciones nos permite hacer mejoras rápidas.
hr: Očekujte sedam ažuriranja mjesečno, jedno veće ažuriranje mjesečno plus nekoliko malih ažuriranja. Ova učestalost ažuriranja omogućuje nam brza poboljšanja.
ka: განახლებები თვეში შვიდჯერ მოვა, რომელთაგან ერთი ძირითადი იქნება და დამატებით რამდენიმე მცირე მოჰყვება. ამგვარი სიხშირე გვეხმარება სწრაფად გაუმჯობესებაში.
pt_pt: Pode esperar sete atualizações por mês, uma grande atualização por mês e várias pequenas atualizações. Esta frequência de atualizações permite-nos fazer melhorias rapidamente.
sr: Очекујте седам ажурирања месечно које се састоје од једног већег ажурирања и неколико мањих ажурирања. Ова честа учесталост ажурирања омогућава нам да брже уводимо нове функције и поправке.

source: Are you using <a href="https://support.mozilla.org/kb/difference-between-imap-and-pop3">POP accounts</a>? Unlike IMAP accounts, the only copy of your pop mail is in your local Thunderbird profile. If you want to add a POP account to beta, your options are:
es_mx: ¿Estás usando <a href="https://support.mozilla.org/kb/difference- between-imap-and-pop3">cuentas POP</a>? A diferencia de las cuentas IMAP, la única copia de su correo pop está en tu perfil local de Thunderbird. Si deseas agregar una cuenta POP a la versión beta, tus opciones son:
hr: Koristite li <a href="https://support.mozilla.org/kb/difference-between-imap-and-pop3">POP račune</a>? Za razliku od IMAP računa, jedina kopija vaše e-pošte nalazi se u vašem lokalnom Thunderbird profilu. Ako želite dodati POP račun u beta inačicu, vaše mogućnosti su:
ka: იყენებთ <a href="https://support.mozilla.org/kb/difference-between-imap-and-pop3">POP-ანგარიშებს</a>? განსხვავებით IMAP-ანგარიშებისა, ერთადერთ ასლს თქვენი POP-ფოსტისა წარმოადგენს ადგილობრივად შენახული Thunderbird-პროფილი. თუ გსურთ POP-ანგარიში დაამატოთ Beta-ს, ორი არჩევანია:
pt_pt: Está a usar <a href="https://support.mozilla.org/kb/difference-between-imap-and-pop3">contas POP</a>? Ao contrário das contas IMAP, a única cópia do seu e-mail pop está no seu perfil local do Thunderbird. Se você deseja adicionar uma conta POP à versão beta, suas opções são:
sr: Користите ли <a href="https://support.mozilla.org/kb/difference-between-imap-and-pop3">POP налоге</a>? За разлику од IMAP налога, једина копија ваше е-поште налази се у локалном Thunderbird профилу. Ако желите да додате POP налог у бета верзију, ваше опције су:

source: After set up, go to <b>≡ > Account Settings > Server Settings</b> and make sure the <b>"Leave messages on server"</b> option is <b>checked</b>, and the <b>"For at most [X] days"</b> option is <b>unchecked</b>.
es_mx: Después de la configuración, ve a <b>≡ > Configuración de la cuenta > Configuración del servidor</b> y asegúrate de que la opción <b>"Dejar mensajes en el servidor"</b> esté <b>marcada</b>, y el La opción <b>"Durante un máximo de [X] días"</b> está <b>desmarcada</b>.
ka: გამართვის შემდგომ, გახსენით <b>≡ > ანგარიშის პარამეტრები > სერვერის პარამეტრები</b> და დარწმუნდით, რომ <b>მონიშნულია</b> <b>„წერილების დატოვება სერვერზე“</b>, ხოლო <b>„არა უმეტეს [X] დღე“</b> <b>მოუნიშნავია</b>.
pt_pt: Após a configuração, aceda a <b>≡ > Definições da conta > Configurações do servidor</b> e certifique-se de que a opção <b>"Deixar mensagens no servidor"</b> está <b>marcada</b> e a opção a opção <b>"Durante [X] dias"</b> está <b>desmarcada</b>.
sr: Након постављања, идите на <b>≡ > Подешавања налога > Подешавања сервера</b> и означите опцију <b>„Остави поруке на серверу”</b>, а уклоните ознаку на опцији <b>„Најдуже [X] дана”</b>.

source: Keep the default settings. Messages will be removed from the server 14 days after download, so you will need to either stay on beta, or learn how to move your POP data back to the release profile.
es_mx: Mantén la configuración predeterminada. Los mensajes se eliminarán del servidor 14 días después de la descarga, por lo que deberá permanecer en la versión beta o aprender a mover tus datos POP nuevamente al perfil de lanzamiento.
ka: დატოვეთ ნაგულისხმევი პარამეტრები. წერილები წაიშლება სერვერიდან 14 დღეში ჩამოტვირთვის შემდგომ, ასე რომ ან მოგიწევთ დარჩეთ Beta-ზე, ან უნდა ისწავლოთ, როგორ დააბრუნოთ თქვენი POP-მონაცემები საბოლოო გამოშვების პროფილში.
sr: Задржите подразумевана подешавања. Поруке ће бити избрисане са сервера 14 дана након преузимања, стога ћете морати или да останете на бета верзији или да научите како да преместите POP податке у стабилно издање.

source: If you have <a href="https://support.mozilla.org/kb/organize-your-messages-using-filters">mail filters</a> that, for example, move mail to local folders, then you must decide where to run filters - in your beta profile or your other profile.
es_mx: Si tienes <a href="https://support.mozilla.org/kb/organize-your-messages-using-filters">filtros de correo</a> que, por ejemplo, mueven el correo a carpetas locales, entonces debes decidir dónde ejecutar los filtros: en tu perfil beta o en tu otro perfil.
ka: თუ იყენებთ <a href="https://support.mozilla.org/kb/organize-your-messages-using-filters">ფოსტის ფილტრებს</a>, მაგალითად, ჯერ უნდა გადაიტანოთ ფოსტა ადგილობრივ საქაღალდეებში და შემდეგ აირჩიოთ, სად გაეშვას ფილტრები – საცდელ Beta-პროფილში თუ სხვაგან.
sr: Ако имате <a href="https://support.mozilla.org/kb/organize-your-messages-using-filters">филтере поште</a> који, на пример, премештају пошту у локалне фасцикле, онда морате да одлучите хоћете ли исте филтере покретати и у вашем бета профилу или само у вашем другом.

source: Add-ons
es_mx: Complementos
hr: Dodaci
ka: დამატებები
pt_pt: Extras
sr: Додаци

source: Add-on authors are not obligated to make their add-ons work in beta. Some or all of your add-ons may not work. Or if they do work today, they may not work tomorrow. Consult the <a href="https://support.mozilla.org/kb/thunderbird-add-ons-frequently-asked-questions#w_what-if-my-add-on-is-broken">Add-ons FAQ</a> if you have difficulty.
es_mx: Los creadores de los complementos no están obligados a hacer que sus complementos funcionen en la versión beta. Algunas o todos tus complementos podrían no funcionar. Si funcionan hoy, pueden no funcionar mañana. Consulta las <a href="https://support.mozilla.org/kb/thunderbird-add-ons-frequently-asked-questions#w_what-if-my-add-on-is-broken">Preguntas frecuentes de los complementos</a> si tienes algún problema.
ka: დამატებების შემმუშავებლები არ არიან ვალდებულნი, რომ მათი დამატება Beta-ზეც გამართულად მუშაობდეს. ზოგიერთს შეიძლება ხარვეზები გააჩნდეს. ან დღეს თუ მუშაობს, ხვალ აღარ იმუშაოს. იხილეთ <a href="https://support.mozilla.org/kb/thunderbird-add-ons-frequently-asked-questions#w_what-if-my-add-on-is-broken">დამატებების ᲮᲓᲙ</a>, თუ სიძნელეს წააწყდებით.
sr: Аутори додатака нису у обавези да направе додатке да правилно раде у бета верзији. Неки или сви ваши додаци можда неће радити. Чак и ако раде данас, нема гаранције да ће радити сутра. Погледајте <a href="https://support.mozilla.org/kb/thunderbird-add-ons-frequently-asked-questions#w_what-if-my-add-on-is-broken">ЧПП о додацима</a> ако имате тешкоћа.

source: You have two choices for installing beta: Option 1 allows you to run the beta alongside the Stable version of Thunderbird, and Option 2 upgrades your existing installation.
es_mx: Tienes dos opciones al instalar la versión beta: Opción 1 te permite usar la versión beta en paralelo con la versión estable de Thunderbird y la opción 2 actualiza tu instalación existente.
ka: ორი არჩევანი გაქვთ მისი დაყენებისას: 1-ელი ხერხით, Beta და მდგრადი ვერსიის Thunderbird იმუშავებს გვერდიგვერდ, ხოლო მე-2 ხერხით არსებული ვერსია ჩანაცვლდება.
sr: Имате два начина за инсталирање бета верзије: опција 1 вам омогућава да покрећете и бета и стабилну Thunderbird верзију, а опција 2 директно надограђује постојећу инсталацију.

source: Run Stable and Beta side-by-side (recommended).
es_mx: Ejecuta las versiones Estable y Beta en paralelo (recomendado).
ka: მდგრადი და საცდელი ვერსიის გვერდიგვერდ გაშვება (უმჯობესია).
pt_pt: Execute versão Estável e Beta lado a lado (recomendado).
sr: Упоредо покрените стабилну и бета верзију (препоручено).

source: Thunderbird 102 and newer on Windows will install beta into its own program directory. For older versions on Windows consult the <a href="https://support.mozilla.org/en-US/kb/thunderbird-beta">beta support article</a>. For other operating systems use an install method appropriate for your OS to target a uniquely named directory.
es_mx: La versión de Thunderbird 102 y superiores en Windows instalarán la versión beta en su propio directorio de programas. Para versiones anteriores de Windows, consulta el <a href="https://support.mozilla.org/en-US/kb/thunderbird-beta">artículo de soporte de la versión beta</a>. Para otros sistemas operativos, usa un método de instalación apropiado para tu sistema operativo, direccionando la instalación para un directorio con nombre exclusivo.
ka: Thunderbird 102 და ახალი Windows ჩააყენებს Beta-ვერსიას მისსავე საქაღალდეში ცალკე. ძველი Windows-ისთვის გაეცანით <a href="https://support.mozilla.org/en-US/kb/thunderbird-beta">Beta-ს შესახებ მხარდაჭერის სტატიას</a>. სხვა საოპერაციო სისტემების შემთხვევაში გამოიყენეთ შესაბამისი გზები განსხვავებული დასახელების მქონე საქაღალდეში დაყენებისთვის.
sr: Thunderbird 102 и новији за Windows ће инсталирати бета верзију у посебну фасциклу. За старије Windows верзије, погледајте <a href="https://support.mozilla.org/en-US/kb/thunderbird-beta">чланак за бета подршку</a>. За друге оперативне системе користите прикладне инсталационе методе да инсталирате у посебну фасциклу.

source: This choice has the advantage of forcing a <a href="https://support.mozilla.org/en-US/kb/dedicated-profile-thunderbird-installation">dedicated profile</a> for each Thunderbird, which allows you to have both the release version and the beta version operate independently. So you can:
es_mx: Esta selección tiene la ventaja de forzar el uso de un <a href="https://support.mozilla.org/en-US/kb/dedicated-profile-thunderbird-installation">perfil dedicado</a> para cada instalación de Thunderbird, permitiendo usar tanto la versión estable como la versión beta de forma independiente. Entonces puedes:
ka: ამ ხერხის უპირატესობაა <a href="https://support.mozilla.org/en-US/kb/dedicated-profile-thunderbird-installation">ცალკე პროფილის</a> გამოყენება თითოეული Thunderbird-ისთვის, შედეგად დამოუკიდებლად იმუშავებს ორივე, საცდელი და საბოლოო გამოშვება. ასე რომ, შეგეძლებათ:
sr: Предност ове опције је што свака Thunderbird верзија има <a href="https://support.mozilla.org/en-US/kb/dedicated-profile-thunderbird-installation">наменски профил</a>, тако да стандардне и бета верзије могу да раде независно једна од друге. Тако можете:

source: Start the <b>release</b> version of Thunderbird (with beta not running) and it will use the <b>"default" (or default-release)</b> profile.
es_mx: Iniciar la versión <b>estable</b> de Thunderbird (sin la versión beta ejecutándose) y usará el perfil <b>"predeterminado" (o versión predeterminada)</b>.
ka: გაუშვათ <b>მდგრადი</b> ვერსიის Thunderbird (Beta-ს ჩაურთველად) და გამოიყენებს <b>„default“ (ან default-release)</b> დასახელების პროფილს.
sr: Покренути <b>стабилну</b> Thunderbird верзију (док бета није покренута) и користиће <b>„подразумевани” (или подразумевани-стабилни)</b> профил.

source: Start the <b>beta</b> version of Thunderbird (with release version not running) and it will use the <b>default-beta</b> profile. On first use Thunderbird will create the <b>default-beta</b> profile, and it will prompt you to define your accounts. If you need to bring some data from your release profile into the beta profile, consult the <a href="https://support.mozilla.org/kb/thunderbird-beta">beta support article.</a>
es_mx: Iniciar la versión <b>beta</b> de Thunderbird (sin la versión estable ejecutándose) y se usará el perfil <b>beta-predeterminado</b>. En el primer uso Thunderbird crea el perfil <b>beta-predeterminado</b> y puedes configurar tus cuentas. Si necesitas traer algunos datos de tu perfil de la versión estable para el perfil de la beta, consulta el <a href="https://support.mozilla.org/kb/thunderbird-beta">artículo de soporte para beta.</a>
ka: გაუშვათ <b>Beta</b>-ვერსიის Thunderbird (მდგრადი ვერსიის ჩაურთველად) და გამოიყენებს <b>default-beta</b> დასახელების პროფილს. Thunderbird-ის პირველი გაშვებისას შეიქმნება <b>default-beta</b> პროფილი და მოგთხოვთ, გამართოთ თქვენი ანგარიში. თუ გსურთ, გარკვეული მონაცემების გადატანა მდგრადი ვერსიიდან Beta-ს პროფილში, გაეცანით <a href="https://support.mozilla.org/kb/thunderbird-beta">Beta-ს შესახებ მხარდაჭერის სტატიას.</a>
sr: Покренути <b>бета</b> Thunderbird верзију (док стабилна није покренута) и користиће <b>подразумевани-бета</b> профил. Приликом првог покретања, Thunderbird ће користити <b>подразумевани-бета</b> профил и затражити од вас да дефинишете ваше налоге. Ако желите да копирате неке податке из стабилног у бета профил, погледајте <a href="https://support.mozilla.org/kb/thunderbird-beta">чланак за бета подршку.</a>

source: Upgrade your existing Thunderbird installation to beta.
es_mx: Actualiza tu instalción de Thunderbird a beta.
ka: არსებული Thunderbird-ის განახლება Beta-ვერსიამდე.
pt_pt: Atualize a sua instalação existente do Thunderbird para beta.
sr: Надоградите вашу постојећу Thunderbird инсталацију на бету.

source: Simply install beta over top of your current program directory, using the default installer choices. Beta will then <u>use your current (production) default profile</u>. Because it uses your default profile, this choice makes it more difficult to switch back to using a release version should you wish to do so in the future. In other words, you should not switch back and forth between beta and normal release using the same profile.
es_mx: Simplemente instala la versión beta por encima del directorio de programas actual, usando las opciones predeterminadas del instalador. Beta entonces <u>usa tu perfil predeterminado actual (producción</u>). Porque usa tu perfil predeterminado, esta opción hace más difícil cambiar a la versión estable, en caso que quieras hacerlo después. En otras palabras, no debes cambiar este la versiones beta y estable usando el mismo perfil.
ka: პირდაპირ გადააწერეთ Beta ზემოდან პროგრამების ძირითად საქაღალდეს დაყენების მეგზურში ნაგულისხმევი პარამეტრების მითითებით. Beta <u>გამოიყენებს თქვენს მიმდინარე (მდგრადი ვერსიის) ნაგულისხმევ პროფილს</u>. ვინაიდან ნაგულისხმევ პროფილს დაიკავებს, შედეგად გაძნელდება უკან დაბრუნება საბოლოო გამოშვებაზე, თუ ამას მომავალში მოისურვებთ. მოკლედ უმჯობესია, რომ არ ცვალოთ ვერსიები ერთსა და იმავე პროფილზე.
sr: Директно користите подразумеване опције инсталатера да бисте инсталирали бета верзију у тренутну фасциклу програма, замењујући верзију која се тренутно користи. Бета верзија ће <u>наставити да користи ваш тренутни (производни) подразумевани профил</u>. Пошто користи подразумевани профил, биће теже вратити се на стабилну верзију у будућности. Другим речима, не би требали скакати између бета и стабилне верзије користећи исти профил.

source: For very detailed information about both methods, please check the <a href="https://support.mozilla.org/kb/thunderbird-beta">beta support article.</a>
es_mx: Para obtener información muy detallada sobre ambos métodos, consulta el <a href="https://support.mozilla.org/kb/thunderbird-beta">artículo de soporte de la versión beta.</a>
ka: უფრო დაწვრილებით ამ ორივე ხერხზე გთხოვთ იხილოთ <a href="https://support.mozilla.org/kb/thunderbird-beta">Beta-ს შესახებ მხარდაჭერის სტატიაში.</a>
sr: За све детаље о обе методе, погледајте <a href="https://support.mozilla.org/kb/thunderbird-beta">чланак за бета подршку.</a>

source: If you installed the beta over the top of the release version (choice 2 above), then your process will be more complicated. Please consult this <a href="https://support.mozilla.org/kb/thunderbird-beta">beta support article.</a>
es_mx: Si instalaste la versión beta por encima de la versión estable (opción 2 encima), tu proceso será más complicado. Consulta este <a href="https://support.mozilla.org/kb/thunderbird-beta">artículo de soporte de beta.</a>
ka: თუ ზედ გადააწერეთ Beta მდგრად ვერსიას (ზემოაღნიშნული მე-2 ხერხით), მეტად გაძნელდება საქმე. გთხოვთ, იხილოთ <a href="https://support.mozilla.org/kb/thunderbird-beta">Beta-ს შესახებ მხარდაჭერის სტატია.</a>
sr: Ако сте директно инсталирали бета преко стабилне верзије (опција 2 изнад), процес ће бити компликованији. Погледајте овај <a href="https://support.mozilla.org/kb/thunderbird-beta">чланак за бета подршку.</a>

source: If you installed the beta program into its own program directory (choice 1 above) and you used a <a href="https://support.mozilla.org/en-US/kb/dedicated-profile-thunderbird-installation">dedicated profile per Thunderbird</a>, then start the release version of Thunderbird and it should use your release version profile data. If you no longer want to use the beta version, and do not need any of the beta data (address books, local folders, pop folders, etc), and wish to remove the beta data and beta program from your system:
es_mx: Si instalaste el programa beta en su propio directorio de programas (opción 1 arriba) y usaste un <a href="https://support.mozilla.org/en-US/kb/dedicated-profile-thunderbird-installation">perfil dedicado para Thunderbird</a>, entonces iniciar la versión de lanzamiento y deberías usar los datos de tu perfil de la versión estable. Si ya no quieres usar la versión beta y no necesitas ningún dato de ella (libreta de direcciones, carpetas locales, carpetas de correo pop, etc.) y quieres eliminar los datos beta y el programa beta de tu sistema:
ka: თუ დააყენეთ Beta პროგრამების საკუთარ საქაღალდეში (1-ელი ხერხით) და იყენებდით <a href="https://support.mozilla.org/en-US/kb/dedicated-profile-thunderbird-installation">ცალკე პროფილს თითოეული Thunderbird-ისთვის</a>, მაშინ გაუშვით მდგრადი ვერსიის Thunderbird და თავისთავად გამოიყენებს საკუთარი პროფილის მონაცემებს. თუ აღარ გსურთ Beta-ვერსიის გამოყენება, აღარ გჭირდებათ მისი მონაცემები (მისამართების წიგნაკი, საქაღალდეები, POP-ფაილები და სხვა) და გსურთ სისტემიდან მოცილება:
sr: Ако сте инсталирали бета верзију у посебну програмску фасциклу (опција 1 изнад), а користили сте <a href="https://support.mozilla.org/en-US/kb/dedicated-profile-thunderbird-installation">посебан Thunderbird профил</a>, онда покрените стабилну Thunderbird верзију и требала би користити ваше податке са профила стабилне верзије. Ако не желите даље да користите бета верзију, не требају вам подаци из исте (именици, локалне фасцикле, поп фасцикле, и др.) и желите да уклоните бета податке и бета верзију са вашег система:

source: Start the release version of Thunderbird to use the <a href="https://support.mozilla.org/kb/profile-manager-create-and-remove-thunderbird-profiles">profile manager.</a>
es_mx: Inicia la versión de lanzamiento de Thunderbird para usar el <a href="https://support.mozilla.org/kb/profile-manager-create-and-remove-thunderbird-profiles">administrador de perfiles.</a>
ka: გახსენით მდგრადი ვერსიის Thunderbird, რომ გამოიყენოთ <a href="https://support.mozilla.org/kb/profile-manager-create-and-remove-thunderbird-profiles">პროფილების მმართველი.</a>
sr: Покрените званичну Thunderbird верзију да би користили <a href="https://support.mozilla.org/kb/profile-manager-create-and-remove-thunderbird-profiles">управљач профила.</a>

source: Find and delete the beta profile, default name is <b>“default-beta”</b>.
es_mx: Busca y elimina el perfil beta, el nombre predeterminado es <b>“default-beta”</b>.
ka: მონახეთ Beta-პროფილი და წაშალეთ, ნაგულისხმევად უნდა ერქვას <b>„default-beta“</b>.
sr: Пронађите и обришите бета профил, подразумевано име је <b>“default-beta”</b>.

source: Delete the beta version’s program directory.
es_mx: Elimina el directorio del programa de la versión beta.
ka: წაშალეთ Beta-ვერსია პროგრამების საქაღალდიდან.
pt_pt: Apague a pasta de programa da versão beta.
sr: Избришите фасциклу бета програма.

source: If you need to copy data from the beta profile to your release profile, please consult the <a href="https://support.mozilla.org/kb/thunderbird-beta">beta support article.</a>
es_mx: SI necesitas una copia de tus datos de tu perfil beta para perfil de la versión estable, por favor consulta el <a href="https://support.mozilla.org/kb/thunderbird-beta">artículo de ayuda para beta.</a>
ka: თუ გსურთ მონაცემების ასლის გადატანა Beta-პროფილიდან მდგრადი ვერსიის პროფილში, გთხოვთ გაეცნოთ <a href="https://support.mozilla.org/kb/thunderbird-beta">Beta-ს შესახებ მხარდაჭერის სტატიას.</a>
sr: Ако желите да копирате податке из бета у стабилни профил, погледајте <a href="https://support.mozilla.org/kb/thunderbird-beta">чланак за бета подршку.</a>

source: Open the Thunderbird Help menu to check the useful tools and references. Important items to note:
es_mx: Abre el menú de ayuda de Thunderbird para revisar útiles herramientas y referencias. Elementos importantes a tener en cuenta:
ka: გახსენით Thunderbird-ის დახმარების მენიუ და იხილეთ გამოსადეგი ხელსაწყოები და სასარგებლო ბმულები. მათ შორის რამდენიმე აღსანიშნავი:
sr: Отворите Thunderbird мени помоћи за корисне алатке и везе. Треба напоменути следеће:
