Repository: inattee/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: es_mx, hr, ka, pt_pt, sr

source: Our agenda isn’t hidden. It’s to make the world better.
ka: ჩვენი განზრახვა არაა ფარული. ესაა უკეთესი სამყაროს შენება.
pt_pt: A nossa agenda não está escondida. É para tornar o mundo melhor.

source: Thunderbird is funded by user donations. We don’t collect personal data, sell ads in your inbox, or secretly train AI with your private conversations. Thunderbird is <a href="https://en.wikipedia.org/wiki/Open-source_software">open source</a>. As part of the <a href="https://mozilla.org">Mozilla</a> family you can be confident we always put your privacy and security first.
ka: Thunderbird ფინანსდება მომხმარებელთა შემოწირულობებით. ჩვენ არ ვაგროვებთ პირად მონაცემებს, არ ვყიდით რეკლამებს თქვენს საფოსტო ყუთში გამოსაჩენად და ფარულად არ ვწვრთნით ხელოვნურ ინტელექტს თქვენი პირადი მიმოწერის გამოყენებით. Thunderbird <a href="https://en.wikipedia.org/wiki/Open-source_software">ღია წყაროს</a> მქონეა. როგორც <a href="https://mozilla.org">Mozilla</a>-ოჯახის ნაწილი, შეგიძლიათ დარწმუნებული იყოთ, რომ თქვენს პირადულობასა და უსაფრთხოებას ყველაფერზე წინ ვაყენებთ.
pt_pt: O Thunderbird é financiado por donativos dos utilizadores. Nós não recolhemos dados pessoais, vendemos publicidade na sua caixa de entrada, ou secretamente treinamos a IA com as suas mensagens privadas. O Thunderbird é <a href="https://en.wikipedia.org/wiki/Open-source_software">código aberto</a>. Como parte da família <a href="https://mozilla.org">Mozilla</a> pode acreditar que nós colocamos sempre a sua privacidade e segurança em primeiro lugar.

source: Firefox planet
ka: პლანეტა Firefox
pt_pt: Planeta Firefox

source: Thunderbird planet
ka: პლანეტა Thunderbird
pt_pt: Planeta Thunderbird

source: Discover Our Mission
ka: გაეცანით ჩვენს მიზანს
pt_pt: Conheça a Nossa Missão

source: <span class="txt-gradient">Freedom</span> to Geek Out
ka: <span class="txt-gradient">თავისუფალი</span> ზედმეტობისგან
pt_pt: <span class="txt-gradient">Liberdade</span> para Geek Out

source: Thunderbird is yours.
ka: Thunderbird თქვენებურია.
pt_pt: O Thunderbird é seu.

source: Thunderbird is clean and elegant by default, but easily customizable to match your workflow and visual preferences. It is loaded with unique and powerful features. Here are just a few that people love:
ka: Thunderbird თავისთავად სუფთა და დახვეწილია, მაგრამ ადვილად მოერგება თქვენს საქმიანობასა თუ სასურველ იერსახეს. აღჭურვილია გამორჩეული და მძლავრი შესაძლებლობებით. აქ მხოლოდ რამდენიმეა მოცემული, რომლებიც ყველაზე მეტად ხიბლავს ხალხს:
pt_pt: O Thunderbird é simples e elegante por predefinição, mas facilmente personalizável para corresponder com o seu ritmo de trabalho e preferências visuais. Este está carregado com funcionalidades poderosas e únicas. Aqui estão apenas algumas que as pessoas adoram:

source: Its <strong>unified inbox</strong> enables me to stay sane even in the busiest of times. I am never switching e-mail clients again!
ka: მისი <strong>ერთიანი საფოსტო ყუთი</strong> მეხმარება დავრჩე საღ გონებაზე დღის ყველაზე გადარტვირთულ მონაკვეთებშიც კი. აღარასდროს შევიცვლი ელფოსტის პროგრამას!
pt_pt: Esta <strong>caixa de entrada unificada</strong> permite-me manter a sanidade mesmo nos momentos de maior pressão. Nunca mais irei trocar de cliente de e-mail outra vez!

source: profile image
ka: პროფილის სურათი
pt_pt: imagem de perfil

source: Software Developer, Austria
ka: პროგრამების შემმუშავებელი, ავსტრია
pt_pt: Programador de software, Áustria

source: unified inbox
ka: ერთიანი საფოსტო ყუთი
pt_pt: caixa de entrada unificada

source: I love the <strong>tag feature</strong>. I tag something important and find it quickly.
ka: მე მომწონს <strong>ჭდეების დართვის</strong> შესაძლებლობა. მნიშვნელოვანს მოვნიშნავ და სწრაფადვე ვიპოვი.
pt_pt: Eu adoro a <strong>funcionalidade de etiquetagem</strong>. Eu marco algo como importante e consigo encontrá-lo rapidamente.

source: Computer Scientist, USA
ka: კომპიუტერული სისტემების მეცნიერი, აშშ
pt_pt: Cientista da Computação, EUA

source: It is the first program I install on any PC I use / own... I use it on <strong>Windows</strong> / <strong>Mac</strong> and <strong>Linux</strong>.
ka: ესაა პირველი პროგრამა, რომელსაც ჩემს პირად / სამუშაო კომპიუტერზე ვაყენებ... ვსარგებლობ <strong>Windows</strong> / <strong>Mac</strong> და <strong>Linux</strong>-ზეც.
pt_pt: É o primeiro programa que eu instalo em qualquer PC que eu utilizo/tenho... Eu utilizo-o no <strong>Windows</strong> / <strong>Mac</strong> e <strong>Linux</strong>.

source: I.T. Manager, UK
ka: საინფორმაციო სისტემების მმართველი, დიდი ბრიტანეთი
pt_pt: Gestor de TI, Reino Unido

source: Having an open source alternative [for] receiving and managing email... is great for <strong>privacy</strong>.
ka: ღია წყაროს მქონე საშუალება ელფოსტაზე წერილების მისაღებად და სამართავად... შესანიშნავია <strong>პირადულობისთვის</strong>.
pt_pt: Ter uma alternativa de código aberto [para] receber e gerir e-mails... é ótimo para a <strong>privacidade</strong>.

source: Web Developer, Costa Rica
ka: ვებშემმუშავებელი, კოსტა-რიკა
pt_pt: Programador Web, Costa Rica

source: [Thunderbird] empowers me to maintain <strong>ownership</strong> of my emails.
ka: [Thunderbird] შესაძლებლობას მაძლევს, დამოუკიდებლად <strong>განვკარგო</strong> საკუთარი ელფოსტა.
pt_pt: O [Thunderbird] permite-me manter a <strong>propriedade</strong> dos meus e-mails.

source: Engineer, USA
ka: ინჟინერი, აშშ
pt_pt: Engenheiro, EUA

source: You'd be hard pressed to find a client more <strong>extensible</strong> than Thunderbird!
ka: გაგიჭირდებათ მონახოთ პროგრამა <strong>გაფართოების</strong> იმაზე მრავალფეროვანი შესაძლებლობით, როგორითაც აღჭურვილია Thunderbird!
pt_pt: Seria difícil encontrar um cliente mais <strong>extensível</strong> que o Thunderbird!

source: Student, UK
ka: სტუდენტი, დიდი ბრიტანეთი
pt_pt: Estudante, Reino Unido

source: extensions
ka: გაფართოებები
pt_pt: extensões

source: Explore More Features
ka: გაეცანით დამატებით შესაძლებლობებს
pt_pt: Explorar Mais Funcionalidades

source: Are you ready to love email again?
ka: მზად ხართ კვლავ შეიყვაროთ ელფოსტა?
pt_pt: Está pronto para gostar novamente do e-mail?

source: <span class="txt-gradient">Learn</span> What’s Next
ka: <span class="txt-gradient">დაელოდეთ</span> სიახლეებს
pt_pt: <span class="txt-gradient">Saiba</span> o Que Vem a Seguir

source: Thunderbird keeps getting better. Subscribe to our newsletter and follow us on social media to stay informed.
ka: Thunderbird განაგრძობს განვითარებას. გამოიწერეთ ჩვენი სიახლეთა ცნობარი და გამოგვყევით სოცქსელებში, რომ არაფერი გამოგრჩეთ.
pt_pt: O Thunderbird está cada vez melhor. Subscreva a nossa newsletter e siga-nos nas redes sociais para se manter informado.

source: Subscribe
ka: გამოწერა
pt_pt: Subscrever

source: Follow %(mastodon)s on Mastodon
es_mx: Sigue a %(mastodon)s en Mastodon
hr: Pratite %(mastodon)s na Mastodonu
ka: %(mastodon)s – გამოგვყევით Mastodon-ზე
pt_pt: Siga %(mastodon)s no Mastodon
sr: Пратите %(mastodon)s на Mastodon-у

source: Follow %(youtube)s on YouTube
es_mx: Sigue a %(youtube)s en YouTube
ka: გამოიწერეთ %(youtube)s YouTube-ზე
pt_pt: Siga %(youtube)s no YouTube
sr: Пратите %(youtube)s на YouTube-у

source: Follow %(twitter)s on Twitter
es_mx: Sigue a %(twitter)s en Twitter
hr: Pratite %(twitter)s na Twitteru
ka: %(twitter)s – გამოგვყევით Twitter-ზე
pt_pt: Siga %(twitter)s no Twitter
sr: Пратите %(twitter)s на Twitter-у

source: Follow %(linkedin)s on LinkedIn
es_mx: Sigue a %(linkedin)s en LinkedIn
ka: გამოიწერეთ %(linkedin)s LinkedIn-ზე
pt_pt: Siga %(linkedin)s no LinkedIn
sr: Пратите %(linkedin)s на LinkedIn-у

source: Visit Our Blog
ka: ეწვიეთ ჩვენს სვეტს
pt_pt: Visitar o Nosso Blogue

source: smartphone
ka: სმარტფონი
pt_pt: telemóvel

source: Make Email Easier.
es_mx: Haz el correo más fácil.
hr: Pojednostavni upotrebu e-pošte.
ka: გაიმარტივეთ ელფოსტით სარგებლობა.
pt_pt: Tornar o e-mail mais fácil.
sr: Поједноставите употребу е-поште.

source: Thunderbird is a free email application that’s easy to set up and customize - and it’s loaded with great features!
es_mx: Thunderbird es un gestor de correo gratuito fácil de configurar y de personalizar, ¡que incluye funciones extraordinarias!
hr: Thunderbird je besplatan program za e-poštu, jednostavno se podešava i prilagođava, a ima i brdo sjajnih funkcija!
ka: Thunderbird არის ელფოსტის უფასო პროგრამა, რომლის დაყენება და გამართვაც უადვილესია - და რომელსაც უამრავი არაჩვეულებრივი შესაძლებლობა მოჰყვება!
pt_pt: O Thunderbird é uma aplicação de correio eletrónico gratuita que é fácil de configurar e personalizar - e está carregada com funcionalidades fantásticas!
sr: Thunderbird је бесплатан клијент за е-пошту који је једноставан за постављање и прилагођавање и има одличне могућности!

source: Free Download
es_mx: Descarga gratuita
hr: Besplatno preuzimanje
ka: უფასო ჩამოტვირთვა
pt_pt: Transferir gratuitamente
sr: Бесплатно преузимање

source: Want to try new features early?
es_mx: ¿Quieres probar nuevas funciones antes?
hr: Želite ranije isprobati nove značajke?
ka: გსურთ, პირველმა გამოცადოთ ახალი შესაძლებლობები?
pt_pt: Quer experimentar novas funcionalidades mais cedo?
sr: Желите да испробате нове функције раније?

source: Get the beta and be a part of the future of Thunderbird!
es_mx: ¡Obtén la versión beta y se parte del futuro de Thunderbird!
hr: Preuzmite beta inačicu i budite dio budućnosti Thunderbirda!
ka: გადმოწერეთ საცდელი ვერსია და გახდით Thunderbird-ის მომავლის ნაწილი!
pt_pt: Obtenha a versão beta e faça parte do futuro do Thunderbird!
sr: Преузмите бета верзију и постаните део будућности Thunderbird-а!

source: Thunderbird screenshot
es_mx: Captura de pantalla de Thunderbird
hr: Thunderbird snimka ekrana
ka: Thunderbird ეკრანის სურათები
pt_pt: Captura de ecrã do Thunderbird
sr: Снимак Thunderbird-а

source: Tailored for all your needs
es_mx: Adaptado a todas tus necesidades
hr: Prilagođen tvojim potrebama
ka: განკუთვნილი თქვენი საჭიროებისთვის
pt_pt: Preparado para todas as suas necessidades
sr: Скројен по мери свих ваших потреба

source: Thunderbird makes email better for you, bringing together speed, privacy and the latest technologies. Focus on what matters and forget about complexity.
es_mx: Thunderbird hace mejor el correo para ti, reuniendo velocidad, privacidad y las últimas tecnologías. Céntrate en lo que importa y olvídate de la complejidad.
hr: Thunderbird poboljšava e-poštu, donosi brzinu, privatnost i najnovije tehnologije. Usredotoči se na ono što je važno i zaboravi ostalo.
ka: Thunderbird ელფოსტას ხდის უკეთ გამოსაყენებელს, აერთიანებს სიჩქარეს, პირადულობასა და თანამედროვე საშუალებებს. ყურადღება გაამახვილეთ მნიშვნელოვანზე და დაივიწყეთ გამოყენების სიძნელეები.
pt_pt: O Thunderbird torna o e-mail melhor para si, reunindo velocidade, privacidade e as mais tecnologias recentes. Concentre-se no que importa e esqueça a complexidade.
sr: Thunderbird побољшава слање е-поште, спајајући брзину, приватност и најновије технологије. Усредсредите се на оно што је битно и заборавите на сложеност.

source: Explore all Features
es_mx: Explora todas las funcionalidades
hr: Istraži sve funkcije
ka: იხილეთ ყველა შესაძლებლობა
pt_pt: Explorar todas as funcionalidades
sr: Истражите све функције

source: Secure &amp; Private
es_mx: Seguro y privado
hr: Siguran i privatan
ka: უსაფრთხო და პირადი
pt_pt: Seguro e privado
sr: Сигуран и приватан

source: Multiple features, such as built-in Do Not Track and remote content blocking, work together to ensure your safety and privacy, so you can have peace of mind.
es_mx: Múltiples características, como la protección contra el rastreo y el bloqueo de contenido remoto integrados, trabajan juntas para asegurar tu seguridad y privacidad, para que puedas estar tranquilo.
hr: Višestruke mogućnosti, poput ugrađenih funkcija Ne prati i blokiranja udaljenih sadržaja, zajedno rade kako bi osigurale tvoju sigurnost i privatnost, te omogućuju bezbrižan rad.
ka: მრავალი შესაძლებლობა, მათ შორის თვალთვალის არიდების მოთხოვნა და გადმოსაწერი შიგთავსის შეზღუდვა ერთობლივად უზრუნველყოფს უსაფრთხოებასა და პირადულობის ხელშეუხებლობას, ასე რომ, შეგიძლიათ მშვიდად იყოთ.
pt_pt: Para que esteja tranquilo várias funcionalidades incorporadas, como a não-monitorização e o bloqueio de conteúdo remoto, trabalham em conjunto para garantir a sua segurança e privacidade.
sr: Многобројне функције, као што су уграђена Не прати функција и даљинско блокирање садржаја, заједно раде на очувању ваше сигурности и приватности, те вам омогућују смиреност ума.

source: Know your rights
es_mx: Conoce tus derechos
hr: Upoznaj svoja prava
ka: გაეცანით თქვენს უფლებებს
pt_pt: Conheça os seus direitos
sr: Упознајте своја права

source: Highly Customizable
es_mx: Altamente personalizable
hr: Vrlo prilagodljiv
ka: მეტად მორგებული
pt_pt: Totalmente personalizável
sr: Врло прилагодљив

source: With Add-ons (Extensions & Themes) and many more features you can change the look and feel of Thunderbird in an instant.
es_mx: Con los complementos (extensiones y temas) y muchas más características puedes cambiar el aspecto de Thunderbird en un instante.
hr: Izgled Thunderbirda možeš trenutno promijeniti pomoću dodataka (proširenja i motiva), te pomoću mnogih drugih funkcija.
ka: დამატებები (გაფართოებები და თემები) და მრავალი სხვა საშუალება მყისიერად და სრულად ცვლის Thunderbird-ის იერსახესა და მისი გამოყენებით მიღებულ შთაბეჭდილებას.
pt_pt: Com Extras (extensões e temas) e muitas outras funcionalidades, pode alterar a aparência do Thunderbird num instante.
sr: Помоћу додатака (проширења и тема) и многих других функција можете променити изглед Thunderbird-а у било ком тренутку.

source: Make it personal
es_mx: Hazlo personal
hr: Prilagodi ga
ka: გახადეთ მეტად თქვენებური
pt_pt: Torná-lo pessoal
sr: Прилагодите га себи

source: Stay in the loop
es_mx: Mantente al día
hr: Budi u toku
ka: არ ჩამორჩეთ სიახლეებს
pt_pt: Mantenha-se atualizado
sr: Будите у току

source: Keep yourself up to date with recent announcements and releases by following the official Thunderbird Blog!
es_mx: Mantente actualizado con los últimos anuncios y versiones, ¡siguiendo el blog oficial de Thunderbird!
hr: Budi u toku s najnovijim objavama i izdanjima prateći službeni Thunderbird blog!
ka: გაეცანით უახლეს განცხადებებსა და გამოშვებებს Thunderbird-ის ოფიციალურ სვეტზე თვალის მიდევნებით!
pt_pt: Mantenha-se informado com os anúncios e lançamentos recentes, seguindo o blogue oficial do Thunderbird!
sr: Будите у току с најновијим објавама и издањима пратећи званични Thunderbird блог!

source: Read the Blog
es_mx: Leer el blog
hr: Čitaj blog
ka: გაეცანით სვეტს
pt_pt: Ler o blogue
sr: Читајте блог

source: Thunderbird Calendar screenshot
es_mx: Captura de pantalla del calendario de Thunderbird
hr: Snimka ekrana Thunderbird kalendara
ka: Thunderbird-ის კალენდრის სურათები
pt_pt: Captura de ecrã do Calendário do Thunderbird
sr: Снимак Thunderbird календара

source: Calendar
es_mx: Calendario
hr: Kalendar
ka: კალენდარი
pt_pt: Calendário
sr: Календар

source: Organize your life — it’s about time!
es_mx: Organiza tu vida — ¡Ya es hora!
hr: Organiziraj svoj život – krajnje je vrijeme!
ka: დაგეგმეთ ცხოვრება — მთავარი ხომ დროა!
pt_pt: Organize a sua vida - já é tempo!
sr: Организујте ваш живот — крајње је време!

source: Organize your schedule and life’s important events in a calendar that’s fully integrated with your Thunderbird email.
es_mx: Organiza la agenda y eventos importantes de tu vida en un calendario que está totalmente integrado con tu correo de Thunderbird.
hr: Organiziraj svoj raspored i važne događaje u životu unutar kalendara koji je potpuno integriran s tvojom Thunderbird e-poštom.
ka: წინასწარ გაწერეთ გასაკეთებელი საქმეები კალენდარში, რომელიც სრულადაა თავსებადი Thunderbird-ის ელფოსტასთან.
pt_pt: Organize a sua agenda e eventos importantes da vida num calendário totalmente integrado com o seu e-mail do Thunderbird.
sr: Организујте ваш распоред и важне животне догађаје у календару који је уграђен с вашом Thunderbird е-поштом.

source: Manage multiple calendars, create your daily to do list, invite friends to events, and subscribe to public calendars.
es_mx: Gestiona múltiples calendarios, crea tu lista diaria de quehaceres, invita amigos a eventos y suscríbete a calendarios públicos.
hr: Upravljaj višestrukim kalendarima, izradi svoje dnevne popise zadataka, pozovi prijatelje na događaje ili se pretplati na javne kalendare.
ka: მართეთ სხვადასხვა კალენდრები, შექმენით ყოველდღიურად გასაკეთებელი საქმეების სია, მოიპატიჟეთ მეგობრები ღონისძიებებზე და გამოიწერეთ საჯარო კალენდრები.
pt_pt: Faça a gestão de vários calendários, crie a sua lista de tarefas diárias, convide amigos para eventos e subscreva a calendários públicos.
sr: Управљајте вишеструким календарима, правите дневне листе задатака, зовите пријатеље на догађаје и претплатите се на јавне календаре.

source: Explore Features
es_mx: Explorar características
hr: Istraži funkcije
ka: გაეცანით შესაძლებლობებს
pt_pt: Explorar as funcionalidades
sr: Истражите функције

source: Explore Add-ons
es_mx: Explorar complementos
hr: Istraži dodatke
ka: მოიძიეთ სხვა დამატებები
pt_pt: Explorar Extras
sr: Истражите додатке

source: About Us
es_mx: Acerca de nosotros
hr: O nama
ka: ჩვენ შესახებ
pt_pt: Acerca de nós
sr: О нама

source: What is Thunderbird?
es_mx: ¿Qué es Thunderbird?
hr: Što je Thunderbird?
ka: რა არის Thunderbird?
pt_pt: O que é o Thunderbird?
sr: Шта је Thunderbird?

source: Software made to make email easier.
es_mx: Una aplicación para hacer más fácil el correo electrónico.
hr: Program za jednostavniju komunikaciju e-poštom.
ka: შექმნილი, ელფოსტით სარგებლობის გასამარტივებლად.
pt_pt: Software criado para tornar o correio eletrónico mais fácil.
sr: Направљен да е-пошту учини једноставнијом и лакшом.

source: Thunderbird is a free and open source email, newsfeed, chat, and calendaring client, that’s easy to set up and customize. One of the core principles of Thunderbird is the use and promotion of open standards - this focus is a rejection of our world of closed platforms and services that can’t communicate with each other. We want our users to have freedom and choice in how they communicate.
es_mx: Thunderbird es un cliente de correo electrónico y lector de noticias con calendario y chat. Es fácil de configurar y personalizar. Uno de los principios fundamentales de Thunderbird es usar y promover estándares abiertos; esta es una postura en contra de nuestro mundo de plataformas cerradas y servicios que no se comunican entre sí. Queremos que nuestros usuarios tengan la libertad de escoger cómo y dónde se comunican.
hr: Thunderbird je besplatan i otvoren program za e-poštu, interesne grupe, čavrljanje i kalendare, koji je jednostavan za postaviti i prilagoditi. Jedno od temeljnih načela Thunderbirda je korištenje i promocija otvorenih standarda - razlog ovog fokusa je odbijanje našeg svijeta da koristi platforme koje su zatvorene i usluge koje ne mogu komunicirati jedna s drugom. Želimo da naši korisnici imaju slobodu i izbor kako žele komunicirati.
ka: Thunderbird არის უფასო, ღია წყაროს მქონე, ელფოსტით, სიახლეების არხებით, მიმოწერისა და კალენდრით სარგებლობისთვის განკუთვნილი პროგრამა, მარტივად გასამართი და მოსარგები. Thunderbird-ის ძირითადი დებულებაა ღია საშუალებების გამოყენება და გავრცელება – ეს არის უარყოფა ჩვენს სამყაროში არსებული დახურული პლატფორმებისა და მომსახურებებისა, რომლებიც არ უზრუნველყოფს დაუბრკოლებელ ურთიერთკავშირს. ჩვენ გვსურს, მომხმარებლებს მივანიჭოთ თავისუფლება და არჩევანის შესაძლებლობა სურვილისამებრ ურთიერთობისთვის.
pt_pt: O Thunderbird é um cliente de e-mail, fontes de notícias, conversação e calendário, gratuito e de código aberto, que é fácil de configurar e de personalizar. Um dos princípios fundamentais do Thunderbird é a utilização e a promoção de padrões abertos - este foco é uma rejeição do nosso mundo de plataformas fechadas e serviços que não podem comunicar entre si. Nós queremos que nossos os utilizadores tenham a liberdade e escolha na forma como estes comunicam.
sr: Thunderbird је бесплатан програм отвореног кода за е-пошту, новости, ћаскање и календаре, који се лако подешава и прилагођава. Један од основних принципа Thunderbird-а је употреба и промоција отворених стандарда - овај приступ супротставља се свету затворених платформи и услуга који не могу међусобно да комуницирају. Желимо да наши корисници имају слободу и избор у начину на који комуницирају.

source: Calendar screenshot
ka: კალენდრის სურათი ეკრანიდან
pt_pt: Captura de ecrã do calendário

source: Who We Are
es_mx: Quiénes somos
hr: Tko smo mi
ka: ვინ ვართ ჩვენ
pt_pt: Quem nós somos
sr: Ко смо ми

source: We are a community making communication free and open.
es_mx: Somos una comunidad que hace posible una comunicación libre y abierta.
hr: Mi smo zajednica koja čini komunikaciju slobodnom i otvorenom.
ka: ჩვენ ვართ ერთობა, ურთიერთკავშირის თავისუფლებისა და საყოველთაო გახსნილობის უზრუნველსაყოფად.
pt_pt: Somos uma comunidade que está a tornar a comunicação livre e aberta.
sr: Ми смо заједница која чини комуникацију слободном и отвореном.

source: Our Community
es_mx: Nuestra comunidad
hr: Naša zajednica
ka: ჩვენი ერთობა
pt_pt: A nossa comunidade
sr: Наша заједница

source: There is a passionate team of volunteers involved in developing Thunderbird and assisting its users who would welcome your involvement. Check out our <a href="%(volunteer)s">Get Involved page</a> to learn how you can participate on the Thunderbird team. We also have paid staff working full-time on Thunderbird, <a href="%(donate)s" data-donate-btn data-donate-content="about">funded by donations</a> from our users. If you’re curious about who is working on Thunderbird, check out the <a href="%(core_team)s">list of our core contributors</a>.
ka: Thunderbird-ის ქმნის და მისი მომხმარებლების მხარდასაჭერად მუშაობს მხურვალე მოხალისეების გუნდი, რომლებიც მოხარულნი იქნებიან, თუ შეუერთდებით. იხილეთ <a href="%(volunteer)s">ჩართულობის გვერდი</a> და გაეცანით, თუ როგორ არის შესაძლებელი Thunderbird-ის გუნდში გაწევრიანება. ჩვენ ასევე გვყავს დასაქმებული თანამშრომლები სრული სამუშაო გრაფიკით Thunderbird-პროექტში, რომლებიც <a href="%(donate)s" data-donate-btn data-donate-content="about">ფინანსდებიან შემოწირულობებით</a> ჩვენი მომხმარებლებისგან. თუ გსურთ გაეცნოთ Thunderbird-ზე მომუშავეთა გუნდს, იხილეთ <a href="%(core_team)s">ჩვენი წვლილის შემტანთა სია</a>.
pt_pt: Há uma equipa apaixonada de voluntários envolvidos no desenvolvimento do Thunderbird e na assistência aos seus utilizadores que gostariam de contar consigo. Consulte a nossa <a href="%(volunteer)s">página Participe</a> para saber como pode participar na equipa Thunderbird. Também temos funcionários remunerados trabalhando a tempo inteiro no Thunderbird, <a href="%(donate)s" data-donate-btn data-donate-content="about">financiados por doações</a> dos nossos utilizadores. Se está curioso para saber quem está a trabalhar no Thunderbird, consulte a <a href="%(core_team)s">lista dos nossos principais colaboradores</a>.
sr: Thunderbird тимови за развој и корисничку подршку чине страствени волонтери који су увек ту да вам помогну и поздраве ваше учешће. Погледајте страницу <a href="%(volunteer)s">Учествујте</a> да сазнате како да се придружите Thunderbird тиму. Такође запошљавамо особље које ради пуно радно време на Thunderbird пројекту, који се финансира <a href="%(donate)s" data-donate-btn data-donate-content="about">донацијама</a> наших корисника. Ако вас занимају ко ради у Thunderbird тиму, погледајте <a href="%(core_team)s">листу наших главних сарадника</a>.

source: Thunderbird Council
es_mx: El Consejo de Thunderbird
hr: Thunderbird vijeće
ka: Thunderbird-წარმომადგენელი
pt_pt: Conselho Thunderbird
