Repository: inattee/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: es_mx, hr, ka, pt_pt, sr

source: The Thunderbird project is governed by seven councilors, elected by the Thunderbird community’s active contributors. You can see the current elected Thunderbird Council members <a href="%(council)s">on the Thunderbird wiki</a>.
es_mx: El proyecto Thunderbird es gobernado por siete concejales, electos por la comunidad y contribuidores activos de Thunderbird. Puedes ver los actuales miembros electos del consejo de Thunderbird <a href="%(council)s">en la wiki de Thunderbird</a>.
hr: Thunderbird projektom upravljaju sedam vijećnika, izabranih od strane aktivnih suradnika Thunderbird zajednice. Možeš vidjeti trenutačno izabrane članove Thunderbird Vijeća <a href="%(council)s">na Thunderbird wiki stranici</a>.
ka: Thunderbird-პროექტი იმართება შვიდი წარმომადგენლის მიერ, რომლებსაც ირჩევენ Thunderbird-ის ერთობის მოქმედი წევრები. Thunderbird-ის ამჟამად არჩეულ წარმომადგენელთა სია შეგიძლიათ იხილოთ <a href="%(council)s">Thunderbird-ის ვიკიზე</a>.
pt_pt: O projeto Thunderbird é governado por sete conselheiros, elegidos pela comunidade dos colaboradores ativos do Thunderbird. Pode consultar os membros do conselho do Thunderbird atualmente em funções na <a href="%(council)s">wiki do Thunderbird</a>.
sr: Thunderbird пројектом управља седам одборника, изабраних од стране Thunderbird активних сарадника заједнице. Можете видети садашње изабране чланове Thunderbird Council-а <a href="%(council)s">на Thunderbird wiki страници</a>.

source: Our Mission
ka: ჩვენი მიზანი
pt_pt: A nossa missão

source: Email has been and continues to be the fundamental communication tool and a significant driver of freedoms on the Internet. But it is also threatened by new non-standards-based, closed and centralized messaging platforms. To prevent this erosion, the public deserves an alternative that is secure and reliable, while protecting our privacy, enhancing our productivity and serving as a platform for current and future forms of messaging.
ka: ელფოსტა კვლავ რჩება ურთიერთკავშირის ძირითად საშუალებად და ინტერნეტთავისუფლების წამყვან ძალად. ამის მიუხედავად, საფრთხე ექმნება უჩვეულო, დახურული და ერთიანი მართვის მქონე მიმოწერის პლატფორმებისგან. გადაგვარების ასარიდებლად საზოგადოება იმსახურებს საიმედო, უსაფრთხო არჩევანის შესაძლებლობას პირადულობის დაცვით, სარგებლიანობის ამაღლებითა და სათანადო ხარისხის მომსახურებით მიმოწერის მიმდინარე და სამომავლო სისტემებისთვის.
pt_pt: O e-mail foi e continua a ser a ferramenta de comunicação fundamental e um impulsionador significativo das liberdades na Internet. Mas também é ameaçado por novas plataformas de mensagens não padronizadas, fechadas e centralizadas. Para evitar esta erosão, o público merece uma alternativa que seja segura e confiável, ao mesmo tempo que protegemos a nossa privacidade, aumentamos a nossa produtividade e servimos como uma plataforma para as atuais e futuras formas de mensagens.

source: Thunderbird facilitates cross platform, decentralized, open-standard communication, which puts the user in control of their data and workflow. We aspire to offer an interoperable and extensible open-source platform for messaging and managing personal information, such as email, contacts, and appointments.
ka: Thunderbird ხელს უწყობს მრავალპლატფორმულ, საერთო მართვის არმქონე ღია საშუალებებს ურთიერთკავშირისთვის, რომ თავად მომხმარებელი განკარგავდეს საკუთარ მონაცემებსა და საქმიანობას. ჩვენ ვიღწვით, რომ შევთავაზოთ ხალხს საყოველთაოდ თავსებადი, გაფართოებადი ღია წყაროს მქონე პლატფორმა მიმოწერისა და პირადი ინფორმაციის სამართავად, მათ შორის ელფოსტის, მისამართების წიგნაკებისა და ჩასანიშნი თარიღებისთვის.
pt_pt: Thunderbird facilita a plataforma cruzada, descentralizada e de padrão aberto de comunicação, que coloca o utilizador no controlo dos seus dados e fluxo de trabalho. Aspiramos em oferecer um software de código aberto interoperável e extensível uma plataforma para mensagens e gestão de informações pessoais, como e-mail, contactos e compromissos.

source: Organize your life — it&rsquo;s about time!
es_mx: Organiza tu vida — ¡Ya es hora!
hr: Organiziraj svoj život – krajnje je vrijeme!
ka: დაგეგმეთ ცხოვრება — მთავარი ხომ დროა!
pt_pt: Organize a sua vida - chegou o momento!
sr: Организујте ваш живот — крајње је време!

source: Organize your schedule and life’s important events in a calendar that’s fully integrated with your Thunderbird email. Manage multiple calendars, create your daily to do list, invite friends to events, and subscribe to public calendars.
es_mx: Organiza tu agenda y los eventos importantes de tu vida en un calendario totalmente integrado con tu correo electrónico de Thunderbird. Administra múltiples calendarios, crea tu lista diaria de tareas, invita a amigos a eventos y suscríbete a calendarios públicos.
hr: Organiziraj svoj raspored i važne događaje u životu unutar kalendara koji je potpuno integriran s tvojom e-poštom u Thunderbirdu. Upravljaj kalendarima, izradi popis dnevnih obaveza, pozovi prijatelje na događaje i pretplati se na javne kalendare.
ka: მიუთითეთ თქვენი განრიგი და მნიშვნელოვანი ღონისძიებები კალენდარში, რომელიც სრულადაა თავსებადი Thunderbird-ის ელფოსტასთან. მართეთ ერთბაშად რამდენიმე კალენდარი, შექმენით ყოველდღიური საქმეების სია, დაპატიჟეთ მეგობრები ღონისძიებებზე და გამოიწერეთ საჯარო კალენდრები.
pt_pt: Organize a sua agenda e eventos importantes da sua vida num calendário totalmente integrado no seu e-mail do Thunderbird. Faça a gestão de vários calendários, crie a sua lista de tarefas diárias, convide amigos para eventos e subscreva a calendários públicos.
sr: Организујте ваш распоред и важне животне догађаје у календару који је у постпуности уграђен у ваш Thunderbird. Управљајте календарима, правите листе дневних задатака, зовите пријатеље на догађаје и претплатите се на јавне календаре.

source: Get Support
es_mx: Obtén ayuda
hr: Podrška
ka: მხარდაჭერა
pt_pt: Obter apoio
sr: Подршка

source: Need help with Calendar?
ka: გსურთ დახმარება კალენდრის გამოყენებისთვის?
pt_pt: Precisa de ajuda com o Calendário?

source: Holiday Calendars
es_mx: Calendarios festivos
hr: Kalendar praznika
ka: უქმე დღეების კალენდრები
pt_pt: Calendários de férias
sr: Празнични календари

source: Need a break? Now you know when!
es_mx: ¿Necesitas un descanso? ¡Ahora sabes cuando!
hr: Moraš se odmoriti? Sada znaš kada!
ka: დასვენება გჭირდებათ? გეცოდინებათ, როდის იქნებით თავისუფალი!
pt_pt: Precisa de uma pausa? Agora irá saber quando!
sr: Треба вам одмор? Сада знате када!

source: Found a bug? Let us know!
es_mx: ¿Encontraste un error? ¡Cuéntanos!
hr: Pronašao/la si grešku? Javi nam!
ka: ხარვეზი აღმოაჩინეთ? გვაცნობეთ!
pt_pt: Encontrou um bug? Diga-nos!
sr: Нашли сте грешку? Обавестите нас!

source: Bugs Ahoy!
es_mx: ¡Errores a la vista!
hr: Greške na vidiku!
ka: ფრთხილად, შეცდომები!
pt_pt: Adeus bugs!
sr: Грешке на видику!

source: Want to make a difference? Fix a bug that fits your interests.
es_mx: ¿Quieres hacer una diferencia? Soluciona un error que se ajuste a tus intereses.
hr: Želiš pripomoći? Ispravi grešku koja odgovara tvojim interesima.
ka: გსურთ რამე განსხვავებული გააკეთოთ? შეასწორეთ შეცდომა, რომელიც თქვენთვის საინტერესოა.
pt_pt: Quer fazer a diferença? Corrija um bug que se adeque aos seus interesses.
sr: Желите ли да промените нешто? Исправите грешку која вас занима.

source: Add your nation’s holidays to Calendar!
ka: დაამატეთ ეროვნული უქმე დღეები კალენდარს!
pt_pt: Adicione os feriados do seu país ao Calendário!

source: We’ve got some holiday calendar files available for download. You can either download and then import them into Calendar or you can just subscribe to these calendars by copying their URL and then adding them as new remote calendar files. More information on installing a holiday calendar can be found in the <a href="%s">Adding a holiday calendar article</a>.
ka: გვაქვს უქმე დღეების რამდენიმე ნუსხა, რომლებიც ხელმისაწვდომია ჩამოსატვირთად. შეგიძლიათ პირდაპირ ჩამოტვირთოთ და შეიტანოთ კალენდარში ან პირდაპირ გამოიწეროთ აღნიშნული კალენდრები და შესაბამისი ბმულის მეშვეობით დაამატოთ გარე კალენდრის სახით. ვრცლად უქმე დღეების კალენდრის დაყენების შესახებ იხილეთ <a href="%s">უქმეების კალენდრის დამატება</a>.
pt_pt: Nós temos alguns ficheiros de calendário de feriados disponíveis para transferência. Pode fazer a transferência e importar os mesmo para o Calendário, ou simplesmente subscrever a estes calendários, copiando o endereço e adicionando-os como novos ficheiros de calendários remotos. Podem ser encontradas mais informações sobre a instalação de um calendário de feriados no <a href="%s">artigo Adicionar um calendário de feriados</a>.

source: You can also find calendars to subscribe to at <a href="%s">iCalShare.com</a>.
es_mx: También puedes encontrar calendarios a los que puedes suscribirte en <a href="%s">iCalShare.com</a>.
hr: Kalendare na koje se možeš pretplatiti, možeš pronaći i na <a href="%s">iCalShare.com</a>.
ka: აგრეთვე, შეგიძლია მოიძიოთ გამოსაწერი კალენდრები მისამართზე <a href="%s">iCalShare.com</a>.
pt_pt: Você também pode encontrar calendários para subscrição em <a href="%s">iCalShare.com</a>.
sr: Календаре за претплату можете да пронађете и на <a href="%s">iCalShare.com</a>.

source: <a href="%(url)s" class="inline-link text-blue">%(country)s</a> holidays thanks to %(authors)s
es_mx: Días festivos de <a href="%(url)s" class="inline-link text-blue">%(country)s</a> gracias a %(authors)s
hr: <a href="%(url)s" class="inline-link text-blue">%(country)s</a> praznici zahvaljujući %(authors)s
ka: <a href="%(url)s" class="inline-link text-blue">%(country)s</a> უქმეები, დაგვეხმარა %(authors)s
pt_pt: Feriados de <a href="%(url)s" class="inline-link text-blue">%(country)s</a>, cortesia de %(authors)s
sr: <a href="%(url)s" class="inline-link text-blue">%(country)s</a> празници захваљујући %(authors)s

source: Give to Thunderbird
ka: დაეხმარეთ Thunderbird-ს
pt_pt: Dar ao Thunderbird
sr: Донирајте Thunderbird-у

source: Support Thunderbird
ka: მხარში ამოუდექით Thunderbird-ს
pt_pt: Apoie o Thunderbird
sr: Подржите Thunderbird

source: Frequently Asked Questions
ka: ხშირად დასმული კითხვები
pt_pt: Perguntas frequentes
sr: Често постављана питања

source: Other Ways to Give
ka: სხვა გზები დასახმარებლად
pt_pt: Outras Maneiras de Apoiar
sr: Други начини за допринос

source: Support Thunderbird!
ka: მხარში ამოუდექით Thunderbird-ს!
pt_pt: Apoie o Thunderbird!
sr: Подржите Thunderbird!

source: Thunderbird is funded by users like you.
ka: Thunderbird ფინანსდება თქვენნაირი მომხმარებლების მიერ.
pt_pt: O Thunderbird é financiado por utilizadores como você.
sr: Thunderbird финансирају корисници попут вас.

source: Our mission is to provide an open source email app that is secure, private and free for users around the world. Your donations support this work. Will you give today?
ka: ჩვენი მიზანია, შემოგთავაზოთ ღია წყაროს მქონე ელფოსტის პროგრამა, რომელიც დაცული, პირადი და უფასო იქნება ყველა მომხმარებლისთვის მთელ მსოფლიოში. თქვენი შემოწირულობები უზრუნველყოფს ამ საქმეს. გსურთ, ახლავე დაგვეხმაროთ?
pt_pt: A nossa missão é fornecer uma aplicação de e-mail de código aberto que seja segura, privada e gratuita para utilizadores em todo o mundo. As suas doações apoiam este trabalho. Vai doar hoje?
sr: Наша мисија је да корисницима широм света обезбедимо безбедну, приватну и бесплатну апликацију за е-пошту која је отвореног кода. Ваша донација ће подржати овај рад. Хоћете ли да донирате данас?

source: Contributions are not tax-deductible as charitable donations.
ka: შემოწირულობები არ ექვემდებარება გადასახადის დაქვითვას, როგორც საქველმოქმედო შენატანები.
pt_pt: As contribuições não são dedutíveis nos impostos como contribuições de caridade.
sr: Донације се не одбијају од пореза као добротворни прилози.

source: Donor Help
ka: ცნობები შემომწირველთათვის
pt_pt: Ajuda ao doador

source: If you need help with a contribution to MZLA/Thunderbird, please fill out this form and a Thunderbird donor care representative will get back to you as soon as possible.
ka: თუ გესაჭიროებათ დახმარება MZLA/Thunderbird-ში შემოწირულობისთვის, გთხოვთ შეავსოთ კითხვარი და Thunderbird-ის შემოწირულობებზე პასუხისმგებელი პირი მოკლე დროში გამოგეხმაურებათ.
pt_pt: Se precisar de ajuda com uma contribuição para Thunderbird/MZLA Technologies, por favor, preencha este formulário e um representante da assistência ao doador do Thunderbird irá contactá-lo assim que possível.

source: Unfortunately, donor care representatives are unable to offer support or help with Thunderbird technical issues. For technical support, please visit our <a href="%(support_url)s">support page.</a>
ka: სამწუხაროდ, შემოწირულობებზე პასუხისმგებელი პირი ვერ გაგიწევთ მხარდაჭერას და ვერ დაგეხმარებათ Thunderbird-ის ტექნიკურ საკითხებში. სანაცვლოდ, გთხოვთ ეწვიოთ ჩვენი <a href="%(support_url)s">მხარდაჭერის გვერდს.</a>
pt_pt: Infelizmente, os representantes de assistência aos doadores não podem fornecer suporte ou ajuda com problemas técnicos do Thunderbird. Para suporte técnico, por favor, visite a nossa <a href="%(support_url)s">página de apoio.</a>

source: Thank you for contacting us. A case has been created for your issue and we will be in touch shortly.
ka: გმადლობთ, რომ დაგვიკავშირდით. თქვენი საკითხის განხილვა დაწყებულია და მალე შეგეხმიანებით.
pt_pt: Obrigado por entrar em contacto connosco. Foi criado um caso para o seu problema e entraremos em contacto brevemente.

source: We will get back to you soon.
ka: მალე შეგეხმიანებით.
pt_pt: Entraremos em contacto consigo em breve.

source: Return to Thunderbird.net
ka: იხილეთ Thunderbird.net
pt_pt: Voltar para Thunderbird.net

source: Download Thunderbird
es_mx: Descargar Thunderbird
hr: Preuzmi Thunderbird
ka: ჩამოტვირთეთ Thunderbird
pt_pt: Transferir o Thunderbird
sr: Преузми Thunderbird

source: Thank you for downloading and installing Thunderbird!
ka: გმადლობთ, რომ ჩამოტვირთეთ და დააყენეთ Thunderbird!
pt_pt: Obrigado por transferir e instalar o Thunderbird!
sr: Хвала вам што сте преузели и инсталирали Thunderbird!

source: Your download didn't start automatically?
ka: თავისით არ დაიწყო ჩამოტვირთვა?
pt_pt: A sua transferência não começou automaticamente?
sr: Преузимање није почело аутоматски?

source: Release Channel
ka: გამოშვების არხი
pt_pt: Canal de lançamento
sr: Канал издања

source: Try again
ka: სცადეთ ხელახლა
pt_pt: Tentar novamente
sr: Покушај поново

source: Beta Channel
ka: Beta-არხი
pt_pt: Canal Beta
sr: Бета канал

source: Daily Channel
ka: Daily-არხი
pt_pt: Canal Diário
sr: Дневни канал

source: Just one more step!
ka: კიდევ ერთი ნაბიჯიღაა!
pt_pt: Só mais um passo!
sr: Још само један корак!

source: Finish installing, and start enjoying Thunderbird.
ka: დაასრულეთ დაყენება და ისიამოვნეთ Thunderbird-ით.
pt_pt: Conclua a instalação e comece a desfrutar do Thunderbird.
sr: Завршите инсталацију и уживајте у Thunderbird-у.

source: Having trouble? <a class="inline-link" href="%(url)s">Get help with your installation.</a>
ka: დაბრკოლება შეგექმნათ? <a class="inline-link" href="%(url)s">მიიღეთ მხარდაჭერა დაყენებისას.</a>
pt_pt: Está a ter problemas? <a class="inline-link" href="%(url)s">Obtenha ajuda com a sua instalação.</a>
sr: Проблеми? <a class="inline-link" href="%(url)s">Потражите помоћ за инсталацију.</a>

source: Should I use Beta?
es_mx: ¿Debería usar la versión Beta?
hr: Trebam li koristiti Betu?
ka: უნდა გამოვიყენო საცდელი Beta?
pt_pt: Devo usar a Beta?
sr: Треба ли да користим бета верзију?

source: How to install and run Beta
es_mx: Cómo instalar e iniciar la versión Beta
hr: Kako instalirati i pokrenuti beta inačicu
ka: როგორ დავაყენო და გავუშვა Beta
pt_pt: Como instalar e executar a Beta
sr: Како да инсталирам и користим бета софтвер

source: How do I go back to the regular release version?
es_mx: ¿Cómo vuelvo a la versión de lanzamiento normal?
hr: Kako se mogu vratiti na standardnu inačicu?
ka: როგორ დავბრუნდე ჩვეულებრივ ვერსიაზე?
pt_pt: Como é que eu posso voltar para a versão de lançamento regular?
sr: Како да се вратим на стабилну верзију?

source: Resources and Assistance
es_mx: Recursos y asistencia
hr: Resursi i pomoć
ka: მასალები და მხარდაჭერა
pt_pt: Recursos e Assistência
sr: Ресурси и помоћ

source: Download Beta
es_mx: Descargar Beta
hr: Preuzmi betu
ka: ჩამოტვირთეთ Beta
pt_pt: Transferir a versão Beta
sr: Преузмите бету

source: Do you want to help the global Thunderbird community by discovering and reporting bugs? Then beta is a great choice for you, because it gets fixes and <a href="https://support.mozilla.org/kb/new-thunderbird-102">new features</a> long before they reach release!
es_mx: ¿Quieres ayudar a la comunidad global de Thunderbird descubriendo y reportando errores? ¡Entonces, la versión Beta es una excelente opción para ti, ya que obtienes correcciones y <a href="https://support.mozilla.org/kb/new-thunderbird-102">nuevas funciones</a> mucho antes de que se lancen!
hr: Želite li pomoći Thunderbird zajednici na način da otkrivate i prijavljujete greške? Onda je beta super izbor za vas, jer dobiva ispravke i <a href="https://support.mozilla.org/kb/new-thunderbird-102">nove mogućnosti</a> puno prije redovne inačice!
ka: გსურთ, დაეხმაროთ საერთაშორისო Thunderbird-ერთობას ხარვეზების გამოვლენასა და მოხსენებაში? მაშინ Beta კარგი არჩევანია თქვენთვის, ვინაიდან იგი გასწორებულ და <a href="https://support.mozilla.org/kb/new-thunderbird-102">განახლებულ შესაძლებლობებს</a> იღებს გაცილებით ადრე საბოლოო გამოშვებამდე!
pt_pt: Quer ajudar a comunidade global do Thunderbird descobrindo e reportando bugs? Então a versão beta é uma ótima escolha para si, porque recebe correções e <a href="https://support.mozilla.org/kb/new-thunderbird-102">novos recursos</a> muito antes destes serem lançados!
sr: Желите ли да помогнете глобалној Thunderbird заједници проналажењем и пријављивањем грешака? Ако да, бета верзија добра опција за вас, јер добија исправке грешака и <a href="https://support.mozilla.org/kb/new-thunderbird-102">нове функције</a> знатно пре званичног издања!

source: Important Considerations
es_mx: Consideraciones importantes
hr: Važna razmatranja
ka: მნიშვნელოვანია გაითვალისწინოთ
pt_pt: Considerações Importantes
sr: Важне напомене

source: Before you download and test the beta, there are some important considerations to be aware of:
es_mx: Antes de descargar y probar la versión beta, hay algunas consideraciones importantes que debes tener en cuenta:
hr: Prije nego što preuzmete i testirate beta inačicu, morate imati na umu nekoliko važnih stvari:
ka: საცდელი ვერსიის ჩამოტვირთვამდე ან შემოწმებამდე მხედველობაში მიიღეთ:
pt_pt: Antes de transferir e testar a versão beta, existem algumas considerações importantes a ter em consideração:
sr: Пре него што преузмете и испробате бета софтвер, потребно је да се упознате са неким важним стварима:

source: Beta installation will <u>replace</u> your currently installed program, unless you use the instructions in <a href="#howto">How to install and run Beta</a>.
es_mx: La instalación Beta <u>reemplazará</u> tu programa actualmente instalado, a menos que uses las instrucciones en <a href="#howto">Cómo instalar e iniciar Beta</a>.
hr: Beta instalacija će <u>zamijeniti</u> vaš trenutno instalirani program ukoliko ne budete koristili upute u <a href="#howto">Kako instalirati i pokrenuti betu</a>.
ka: საცდელი Beta დაყენებისას <u>ანაცვლებს</u> მიმდინარე ვერსიას, თუ არ მიჰყვებით მითითებებს, <a href="#howto">როგორ უნდა დავაყენოთ და გავუშვათ Beta</a>.
pt_pt: A instalação da versão beta <u>substituirá</u> o seu programa atualmente instalado, a menos que utilize as instruções em <a href="#howto">Como instalar e executar a versão Beta</a>.
sr: Ако не пратите <a href="#howto">Како да инсталирам и користим бета софтвер</a> упутство, бета верзија ће да <u>замени</u> ваш тренутно инсталирани програм.

source: Please do <a href="https://support.mozilla.org/kb/profiles-where-thunderbird-stores-user-data#w_backing-up-a-profile">regular backups</a> to protect your Thunderbird data profiles.
es_mx: Por favor, realiza <a href="https://support.mozilla.org/kb/profiles-where-thunderbird-stores-user-data#w_backing-up-a-profile">respaldos de manera regular</a> para proteger tus perfiles de Thunderbird.
hr: Radite <a href="https://support.mozilla.org/kb/profiles-where-thunderbird-stores-user-data#w_backing-up-a-profile">redovite sigurnosne kopije</a> kako biste zaštitili vaše Thunderbird podatke.
ka: სასურველია, <a href="https://support.mozilla.org/kb/profiles-where-thunderbird-stores-user-data#w_backing-up-a-profile">დროდადრო დაამარქაფოთ</a> Thunderbird მონაცემთა დაკარგვის ასარიდებლად.
pt_pt: Por favor, faça <a href="https://support.mozilla.org/kb/profiles-where-thunderbird-stores-user-data#w_backing-up-a-profile">cópias de segurança regulares</a> para proteger os seus perfis de dados do Thunderbird.
sr: <a href="https://support.mozilla.org/kb/profiles-where-thunderbird-stores-user-data#w_backing-up-a-profile">Правите редовне резервне копије</a> да заштитите ваше Thunderbird податке.

source: New features may be incomplete works in progress, because some are completed and polished over a period of weeks. The <a href="https://thunderbird.topicbox.com/groups/beta">beta forum</a> may provide more information on feature progress.
es_mx: Las nuevas funciones pueden ser trabajos incompletos en curso, ya que algunas se completan y pulen en un período de semanas. El <a href="https://thunderbird.topicbox.com/groups/beta">foro beta</a> puede proporcionar más información sobre el progreso de las funciones.
hr: Nove značajke mogu biti nedovršeni radovi u tijeku, jer se neke dovršavaju i ispravljaju u periodu od nekoliko tjedana. <a href="https://thunderbird.topicbox.com/groups/beta">Beta forum</a> može pružiti više informacija o stanju nekih značajki.
ka: ახალი შესაძლებლობები შეიძლება იყოს ნაკლული ან დასამუშავებელი, ვინაიდან ზოგიერთის დასრულებასა და სრულყოფას კვირები ესაჭიროება. <a href="https://thunderbird.topicbox.com/groups/beta">Beta-ფორუმზე</a> იწერება ხოლმე დაწვრილებითი ინფორმაცია წინსვლის შესახებ.
pt_pt: As funcionalidades novas podem ser trabalhos incompletos em desenvolvimento, uma vez que algumas são concluídas e aperfeiçoadas ao longo de várias semanas. O <a href="https://thunderbird.topicbox.com/groups/beta">fórum beta</a> pode fornecer mais informações sobre o progresso das funcionalidades.
sr: Нове функције можда нису у потпуности развијене, јер им је потребно неколико недеља да буду завршене и усавршене. <a href="https://thunderbird.topicbox.com/groups/beta">Бета форум</a> може да пружи новости о развоју догађаја.
