Repository: inattee/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: es_mx, hr, ka, pt_pt, sr

source: The Future of Thunderbird
es_mx: El futuro de Thunderbird
hr: Budućnost Thunderbirda
ka: Thunderbird-ის მომავალი
pt_pt: O futuro do Thunderbird
sr: Будућност Thunderbird-а

source: Experience cutting edge features. Provide feedback to help refine and polish what will be in the final release.
es_mx: Experimenta las últimas características. Proporciona tus comentarios para ayudarnos a refinar y pulir lo que contendrá la versión final.
hr: Doživi vrhunske funkcije. Pošalji povratne informacije i pomogni poboljšati konačno izdanje.
ka: გამოცადეთ გაუსხლავი შესაძლებლობები. გამოგვეხმაურეთ და დაგვეხმარეთ საბოლოო გამოშვების დახვეწასა და სრულყოფაში.
pt_pt: Experimente funcionalidades de vanguarda. Dê feedback para ajudar a refinar e melhorar a versão final.
sr: Доживите врхунске функције. Пружите повратне информације како бисте нам помогли у побољшању коначног издања.

source: Help us test the newest developments made to Thunderbird every day by using the unstable Daily channel.
es_mx: Ayúdanos a probar los últimos desarrollos hechos en Thunderbird cada día usando el canal inestable Daily.
hr: Pomogni testirati najnovije dnevne verzije Thunderbirda, koristeći nestabilni Daily kanal.
ka: დაგვეხმარეთ უახლესი შესაძლებლობების გამოცდაში, რომლებიც ყოველდღიურად ავითარებს Thunderbird-ს, არამდგრადი Daily-არხის მეშვეობით.
pt_pt: Ajude-nos a testar os mais recentes desenvolvimentos diários implementados no Thunderbird utilizando o canal Daily instável.
sr: Помозите нам да свакодневно тестирамо најновија дешавања у Thunderbird-у користећи нестабилини Daily канал.

source: WARNING!
es_mx: ¡CUIDADO!
hr: UPOZORENJE!
ka: ყურადღება!
pt_pt: AVISO!
sr: УПОЗОРЕЊЕ!

source: Daily is an unstable testing and development platform, make sure you back up important data regularly!
es_mx: Daily es una plataforma de desarrollo y pruebas inestable, ¡asegúrate de hacer copias de seguridad de tus datos importantes periódicamente!
hr: Daily je nestabilna testna i razvojna platforma. Spremaj sigurnosne kopije važnih podataka!
ka: Daily არამდგრადია და განკუთვნილია გამოსაცდელად, მნიშვნელოვანი მონაცემები დროდადრო საიმედოდ გადაინახეთ!
pt_pt: O Daily é uma plataforma instável de teste e de desenvolvimento, pelo que faça cópias de segurança regulares de dados importantes!
sr: Daily је нестабилна платформа намењена тестирању и развоју. Обавезно редовно правите резервне копије важних података!

source: Download Daily
es_mx: Descargar Daily
hr: Preuzmi Daily
ka: ჩამოტვირთეთ Daily
pt_pt: Transferir o Daily
sr: Преузмите Daily

source: Check (via postal service)
ka: ჩეკი (ფოსტის მეშვეობით)
sr: Чек (поштом)

source: MZLA/Thunderbird is happy to accept your donation <span class="%(class)s">(made payable to “MZLA Technologies Corp”)</span> via check; however please note that we can only accept checks in US dollars drawn on a US bank.
ka: MZLA/Thunderbird დიდი სიამოვნებით მიიღებს თქვენს შემოწირულობას <span class="%(class)s">(გამოწერილს „MZLA Technologies Corp“ სახელზე)</span> ჩეკით; მაგრამ გაითვალისწინეთ, რომ მხოლოდ ამერიკული დოლარის მიღება შეგვიძლია ამერიკული ბანკებიდან.
sr: MZLA/Thunderbird ће радо прихватити вашу донацију <span class="%(class)s">(плаћа се “MZLA Technologies Corp”)</span> путем чека; међутим, имајте на уму да можемо прихватити само чекове у америчким доларима издане у америчкој банци.

source: Please include your email address on the memo line of your check to help us track and attribute your gift.
ka: გთხოვთ დაურთოთ თქვენი ელფოსტა ჩეკის სამახსოვროში, რომლის მეშვეობითაც შეგვეძლება გამოხმაურება და საჩუქრის მოძღვნა.
pt_pt: Por favor, inclua o seu endereço de e-mail na linha de notas do seu cheque para ajudar-nos a rastrear e a referenciar o seu presente.
sr: Да бисмо вам могли приписати вашу донацију, укључите вашу адресу е-поште у поље за коментар на чеку.

source: Contact Name
ka: პირის სახელი

source: Email
ka: ელფოსტა

source: Language
ka: ენა
pt_pt: Idioma

source: Please select...
ka: გთხოვთ, აირჩიოთ...
pt_pt: Por favor, selecione...

source: Chinese Simplified
ka: ჩინური გამარტივებული
pt_pt: Chinês Simplificado

source: Czech
ka: ჩეხური
pt_pt: Checo

source: Danish
ka: დანიური
pt_pt: Dinamarquês

source: Dutch
ka: ნიდერლანდური
pt_pt: Holandês

source: English
ka: ინგლისური
pt_pt: Inglês

source: French
ka: ფრანგული
pt_pt: Francês

source: German
ka: გერმანული
pt_pt: Alemão

source: Italian
ka: იტალიური
pt_pt: Italiano

source: Japanese
ka: იაპონური
pt_pt: Japonês

source: Other
ka: სხვა
pt_pt: Outros

source: Polish
ka: პოლონური
pt_pt: Polaco

source: Portuguese
ka: პორტუგალიური
pt_pt: Português

source: Russian
ka: რუსული
pt_pt: Russo

source: Spanish
ka: ესპანური
pt_pt: Espanhol

source: Subject
ka: საკითხი

source: Description
ka: აღწერა

source: Mozilla will only use your submitted information for purposes of communicating with you about your request. See our <a href="%(privacy)s">privacy policy</a> for further information.
ka: Mozilla თქვენ მიერ წარდგენილ მონაცემებს გამოიყენებს მხოლოდ თქვენთან კავშირისთვის აღნიშნულ საკითხზე. იხილეთ <a href="%(privacy)s">პირადულობის დებულება</a> ვრცლად.

source: reCAPTCHA helps prevent automated form spam.
ka: reCAPTCHA ირიდებს არასასურველ ავტომატურ მოთხოვნებს.

source: The submit button will be disabled until you complete the CAPTCHA.
ka: წარდგენის ღილაკი იქნება გათიშული, სანამ არ შესრულდება CAPTCHA.

source: Submit
ka: წარდგენა
pt_pt: Submeter

source: Send DMCA Notice
ka: DMCA-შეტყობინების გაგზავნა
pt_pt: Enviar Aviso de DMCA

source: Report Fraud
ka: მოხსენება თაღლითობის შესახებ
pt_pt: Denunciar Fraude

source: <small> Thunderbird is now part of <a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a>, a wholly owned subsidiary of Mozilla Foundation. Portions of this content are ©1998–2023 by individual contributors. Content available under a <a href="https://www.mozilla.org/foundation/licensing/website-content/">Creative Commons license</a>. </small>
ka: <small> Thunderbird-ს ახლა უკვე წარმოადგენს <a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a>, რომლის სრული მესაკუთრეცაა Mozilla Foundation. გვერდის შიგთავსი ნაწილობრივ შექმნილია ©1998–2023 ცალკეული მონაწილეების მიერ. მასალა ვრცელდება <a href="https://www.mozilla.org/foundation/licensing/website-content/">Creative-Commons-ლიცენზიით</a>. </small>

source: See exciting previews of upcoming features, read the latest desktop Thunderbird and mobile Thunderbird news, and enjoy personalized tips to protect your privacy and maximize your productivity! From the Thunderbird team directly to your inbox.
ka: წინასწარ შეათვალიერეთ მომავალი განსაცვიფრებელი შესაძლებლობები, გაეცანით კომპიუტერისა და ტელეფონისთვის გამოშვებული Thunderbird-ის სიახლეებს, ისიამოვნეთ საგანგებოდ თქვენთვის მორგებული რჩევებით პირადულობის დასაცავად და შედეგიანობის სრულყოფისთვის! პირდაპირ Thunderbird-ის გუნდისგან თქვენს საფოსტო ყუთში.
sr: Погледајте прегледе предстојећих функција, прочитајте најновије Thunderbird вести за десктоп и мобилне уређаје и уживајте у персонализованим саветима за заштиту ваше приватности и повећање продуктивности! Од Thunderbird тима директно у ваше пријемно сандуче.

source: View previous newsletters
ka: იხილეთ სიახლეების წინა ცნობარები
sr: Погледајте претходне билтене

source: Experience The Future Of Thunderbird
ka: გამოცადეთ მომავლის Thunderbird

source: Join the Beta today, and enjoy an exciting preview of the new features and visual enhancements coming to Thunderbird 115 Supernova. You can still run Thunderbird 102 after installing Beta on Windows with no special settings, unless you are using POP mail accounts. See details in the <a href="%(beta_kb_url)s">beta knowledge base</a>.
ka: გახდით Beta-შემმოწმებელი და ისიამოვნეთ განსაცვიფრებელი ახალი შესაძლებლობებითა და გაუმჯობესებული იერსახით, რომლითაც აღჭურვილია მომავალი Thunderbird 115 Supernova. შეგიძლიათ Thunderbird 102 კვლავ გამოიყენოთ Beta-ს დაყენების შემდგომაც Windows-ზე საგანგებო პარამეტრების გამართვის გარეშე, გარდა იმ შემთხვევისა, თუ საფოსტო POP-ანგარიშებით სარგებლობთ. ვრცლად იხილეთ <a href="%(beta_kb_url)s">ცოდნის წყარო Beta-ს შესახებ</a>.

source: Thunderbird Beta is early access software, so please report the rough edges using the Help menu. You can find assistance via “Get Help” and “Share Ideas and Feedback” as well as the <a href="%(beta_topicbox_url)s">Beta Topicbox</a> forum.
ka: Thunderbird Beta ადრეული წვდომის პროგრამაა, ამიტომ გთხოვთ მოგვახსენოთ დაუხვეწავი საკითხების შესახებ დახმარების მენიუდან. მხარდაჭერისთვის იხილეთ ბმულები „დახმარების მიღება“ და „გაგვიზიარეთ მოსაზრებები და გამოგვეხმაურეთ”, ამასთანავე, ფორუმზე <a href="%(beta_topicbox_url)s">Beta Topicbox</a>.

source: Install now!
ka: დაყენება ახლავე!
pt_pt: Instalar agora!

source: Finish installing, and start enjoying Thunderbird Beta.
ka: დაასრულეთ დაყენება და ისიამოვნეთ Thunderbird Beta-თი.

source: Learn more about Thunderbird 115 Supernova
ka: იხილეთ ვრცლად Thunderbird 115 Supernova

source: Thunderbird 115 Supernova Preview: The New Folder Pane
ka: შეათვალიერეთ Thunderbird 115 Supernova: საქაღალდეების ახალი არე

source: Thunderbird 115 "Supernova" will be intuitive and welcoming to new users, while remaining familiar and comfortable for veteran users. See how we're accomplishing that balance with a preview of the new Folder Pane.
ka: Thunderbird 115 „Supernova“ ადვილად გამოსაყენებელი და ასათვისებელი იქნება ახალი მომხმარებლებისათვის, იმავდროულად კი ჩვეული და მოსახერხებელი დარჩება გამოცდილი მომხმარებლებისათვის. იხილეთ, როგორ ვიცავთ ამ წონასწორობას საქაღალდეთა ახალი არის შეთვალიერებით.

source: February 14, 2023
ka: 2023 წლის 14 თებერვალი
pt_pt: 14 de fevereiro de 2023

source: Continue Reading
ka: განაგრძეთ კითხვა
pt_pt: Continuar a ler

source: Why We’re Rebuilding The Thunderbird Interface From Scratch
ka: რატომ ვქმნით Thunderbird-ის გარსს ახლიდან

source: "Why does Thunderbird look so old, and why does it take so long to change?" Let's answer that burning question with some important history, and a look into the future.
ka: „რატომ გამოიყურება Thunderbird მოძველებულად და რატომ სჭირდება ამდენი დრო ცვლილებას?“ მოდით, ვუპასუხოთ ამ მწვავე შეკითხვას ისტორიის გათვალისწინებითა და გადავხედოთ მომავალს.

source: February 9, 2023
ka: 2023 წლის 9 თებერვალი

source: Continue Reading
ka: განაგრძეთ კითხვა

source: Thunderbird Supernova Preview: The New Calendar Design
ka: შეათვალიერეთ Thunderbird Supernova: კალენდრის ახალი იერსახე

source: Life gets busy. That's why the new calendar in Thunderbird Supernova is being designed to look and feel comfortable. It will help you more efficiently sift, sort, and digest all the crucial details of your day.
ka: ცხოვრება მეტად დატვირთულია. სწორედ ამიტომ Thunderbird Supernova საგანგებოდ შექმნილია მოხერხებულად გამოყენებისთვის. იგი დაგეხმარებათ, მეტად შედეგიანად გაარჩიოთ, დაალაგოთ და მიმოიხილოთ თქვენი დღის თითოეული მნიშვნელოვანი წვრილმანი.

source: November 9, 2022
ka: 2022 წლის 9 ნოემბერი

source: Help Keep Thunderbird Alive!
es_mx: ¡Ayuda a mantener vivo a Thunderbird!
ka: დაგვეხმარეთ გადავარჩინოთ Thunderbird!
sr: Помозите да Thunderbird опстане!

source: <span class="block font-light font-4xl">Help Keep</span> Thunderbird Alive!
es_mx: <span class="block font-light font-4xl">¡Ayuda a mantener</span> vivo a Thunderbird!
ka: <span class="block font-light font-4xl">დაგვეხმარეთ შევინარჩუნოთ</span> Thunderbird!
sr: <span class="block font-light font-4xl">Помозите</span> да Thunderbird опстане!

source: Did you know that <strong>less than 1%</strong> of Thunderbird users fund all the work we do?
es_mx: ¿Sabías que <strong>menos del 1%</strong> de los usuarios de Thunderbird financian todo el trabajo que hacemos?
ka: იცოდით, რომ Thunderbird-ის მომხმარებელთა <strong>1%-ზე</strong> ნაკლები აფინანსებს ჩვენს საქმიანობას?
sr: Јесте ли знали да <strong>мање од 1%</strong> Thunderbird корисника финансира сав наш рад?

source: <strong>Not too long ago Thunderbird was on the verge of extinction.</strong> It’s because of donations from that small group of users that we are here today!
es_mx: <strong>No hace mucho tiempo, Thunderbird estaba al borde de la extinción.</strong> ¡Es gracias a las donaciones de ese pequeño grupo de usuarios que estamos aquí hoy!
ka: <strong>არც ისე დიდი ხნის წინ Thunderbird გაქრობის პირას იყო.</strong> მომხმარებელთა ამ მცირე ჯგუფის წყალობით მოვედით დღემდე!
sr: <strong>Не тако давно, Thunderbird је био на ивици изумирања.</strong> Данас смо овде захваљујући донацијама те мале групе корисника!

source: We don’t show advertisements or sell your data and we are completely funded by donations from our community.
es_mx: No mostramos anuncios ni vendemos tus datos y estamos completamente financiados por donaciones de nuestra comunidad.
ka: ჩვენ არ გიჩვენებთ რეკლამებს და არ ვყიდით თქვენს მონაცემებს, სრულად დამოკიდებულნი ვართ ჩვენი ერთობის შემოწირულობებზე.
sr: Не приказујемо рекламе, нити продајемо ваше податке, а у потпуности се финансирамо донацијама наше заједнице.

source: Click here to <strong class="block">Donate!</strong>
es_mx: Haz clic aquí para <strong class="block">¡Donar!</strong>
ka: დაწკაპეთ აქ და <strong class="block">გაიღეთ თანხა!</strong>
sr: Кликните овде да <strong class="block">донирате!</strong>

source: Help keep <strong class="block">Thunderbird Alive!</strong>
es_mx: ¡Ayuda a mantener vivo a <strong class="block">Thunderbird!</strong>
ka: დაგვეხმარეთ <strong class="block">გადავარჩინოთ Thunderbird!</strong>
sr: Помозите да <strong class="block">Thunderbird опстане!</strong>

source: <strong>Thunderbird</strong>’s mission is to offer a time and privacy-respecting, customizable communication experience that gives you control of your data and experience. <strong>Free to everyone!</strong>
es_mx: La misión de <strong>Thunderbird</strong> es ofrecer una experiencia de comunicación personalizable que respete el tiempo y la privacidad y que te permita controlar tus datos y tu experiencia. <strong>¡Gratis para todos!</strong>
ka: <strong>Thunderbird</strong>-ის მიზანია, შემოგთავაზოთ მოსახერხებელი, ადვილად მოსარგები საშუალება ურთიერთკავშირისთვის, რომელიც პატივს სცემს თქვენს დროსა და პირად ინფორმაციას, ამასთანავე, სრულად გიტოვებთ საკუთარი მონაცემების განკარგვისა და მართვის სადავეებს. <strong>თავისუფალი და ღიაა ყველასთვის!</strong>
sr: <strong>Thunderbird-ова</strong> мисија је да обезбеди окружење за комуникацију које поштује ваше време и приватност, прилагодљиво је и које вам даје контролу над вашим подацима. <strong>Бесплатно за свију!</strong>

source: Accomplishing that mission means keeping <strong>Thunderbird</strong> secure, maintaining complex server infrastructure, updating old code, fixing bugs and developing new features. <strong>These activities aren’t cheap</strong> - requiring talented software engineers and robust infrastructure.
es_mx: Cumplir esa misión significa mantener <strong>Thunderbird</strong> seguro, mantener una infraestructura de servidor compleja, actualizar el código antiguo, corregir errores y desarrollar nuevas funciones. <strong>Estas actividades no son baratas</strong>: requieren ingenieros de software talentosos y una infraestructura robusta.
ka: ამ მიზნის მისაღწევად აუცილებელია, რომ <strong>Thunderbird</strong> დარჩეს დაცული, მუდმივად გამართული იყოს რთული სერვერული ინფრასტრუქტურა, განახლდეს მოძველებული კოდი, აღმოიფხვრას ხარვეზები და დაემატოს ახალი შესაძლებლობები. <strong>ამგვარი სამუშაოები არ ღირს იაფი</strong> – საჭიროა პროგრამული უზრუნველყოფის ნიჭიერი ინჟინრები და მძლავრი ინფრასტრუქტურა.
sr: Остваривање те мисије значи одржавање <strong>Thunderbird-а</strong> безбедним, одржавање комплексне серверске инфраструктуре, ажурирање старог кода, исправљање грешака и развој нових функција. <strong>Ове активности нису јефтине</strong> - захтевају талентоване софтверске инжењере и робусну инфраструктуру.

source: <strong>So today we’re asking you to help us out.</strong> If you get value from using Thunderbird, please consider giving a donation to support it!
es_mx: <strong>Así que hoy te pedimos que nos ayudes.</strong> Si obtienes valor al usar Thunderbird, ¡considera hacer una donación para apoyarlo!
ka: <strong>შესაბამისად, ახლა გვიწევს თქვენგან ვითხოვოთ მხარში ამოდგომა.</strong> თუ თქვენს შემოსავლიან საქმიანობაში გადგებათ Thunderbird, გთხოვთ გაიღოთ შემოწირულობა მის მხარდასაჭერად!
sr: <strong>Зато вас данас молимо да нам помогнете.</strong> Ако вам је Thunderbird драгоцен, размислите о донацији да бисте га подржали!

source: The Thunderbird Team
es_mx: El equipo de Thunderbird
ka: Thunderbird-ის შემმუშავებელთა გუნდი
pt_pt: A equipa do Thunderbird
sr: Thunderbird тим

source: What’s New in Thunderbird 102
es_mx: Qué hay de nuevo en Thunderbird 102
ka: რა სიახლეებითაა Thunderbird 102
pt_pt: O que há de novo no Thunderbird 102
sr: Шта је ново у Thunderbird-у 102

source: Explore the new features and changes in the new release of Thunderbird.
es_mx: Explora las nuevas características y cambios en la nueva versión de Thunderbird.
ka: გაეცანით ახალ შესაძლებლობებსა და ცვლილებებს Thunderbird-ის ახალ გამოშვებაში.
sr: Истражите нове функције и промене у новом Thunderbird издању.

source: <strong>Thunderbird is completely funded by your donations.</strong> <br> Producing Thunderbird requires software engineers, designers, system administrators and server infrastructure. <strong>Help us keep Thunderbird alive!</strong>
es_mx: <strong>Thunderbird se financia completamente con tus donaciones.</strong> <br> El desarrollo de Thunderbird requiere ingenieros de software, diseñadores, administradores de sistemas e infraestructura de servidores. <strong>¡Ayúdanos a mantener vivo Thunderbird!</strong>
ka: <strong>Thunderbird სრულად ფინანსდება თქვენი შემოწირულობით.</strong> <br> Thunderbird-ის გამოცემა საჭიროებს პროგრამის ინჟინრებს, დიზაინერებს, სისტემის ზედამხედველებსა და სასერვერო ინფრასტრუქტურას. <strong>დაგვეხმარეთ, რომ შევინარჩუნოთ Thunderbird!</strong>
sr: <strong>Thunderbird се у потпуности финансира донацијама.</strong> <br> Развој Thunderbird-а захтева офтверске инжењере, дизајнере, системске администраторе и системску инфраструктуру. <strong>Помозите нам да Thunderbird опстане!</strong>

source: Message Header Redesign
es_mx: Rediseño del encabezado del mensaje
ka: წერილის ახლებური თავსართი
sr: Редизајн заглавља поруке

source: Thunderbird 102 helps you be more productive with less effort. When reading your email, the redesigned message header allows you to focus on what matters as it highlights important information. It’s also more responsive and easier to navigate. Plus, you can star important messages from the message header itself, and easily convert them into a calendar event or a task.
es_mx: Thunderbird 102 te ayuda a ser más productivo con menos esfuerzo. Al leer tu correo electrónico, el encabezado de mensaje rediseñado te permitirá concentrarte en lo que importa, ya que resalta la información importante. También es más receptivo y más fácil de navegar. Además, puedes destacar mensajes desde el encabezado del mensaje y convertirlos fácilmente a un evento de calendario o una tarea.
ka: Thunderbird 102 გეხმარებათ მეტი შედეგის ნაკლები ძალისხმევით მიღწევაში. წერილის კითხვისას ახლებური თავსართი საშუალებას გაძლევთ, ყურადღება გაამახვილოთ საჭირო ინფორმაციაზე, რომელიც გამოკვეთილად იქნება ნაჩვენები. აგრეთვე, მეტად სწრაფი და მოქნილი გახდა გამოსაყენებლად. პირდაპირ თავსართიდანვე შეგიძლიათ მონიშნოთ ვარსკვლავით მნიშვნელოვანი წერილები და ადვილად დაამატოთ კალენდარში ღონისძიების ან დავალების სახით.
sr: Thunderbird 102 вам помаже да урадите више уз мање напора. Када читате пошту, редизајнирано заглавље поруке вам омогућава да се усредсредите на важне информације које су наглашене. Цео софтвер је брзији и лакши за руковање. Поред тога, можете додати звездицу важним е-порукама у њиховим заглављима и лако их претворити у догађаје и задатке календара.

source: New Address Book
es_mx: Nueva libreta de direcciones
ka: ახალი მისამართების წიგნაკი
sr: Нови именик

source: Thunderbird 102 gives your contacts a serious upgrade! The refreshed design makes it easier to navigate and interact with your contacts, and helps you better understand who you’re communicating with. The new Address Book has compatibility with vCard specs, meaning if your app can export your existing contacts into vCard format, Thunderbird can import them. Each contact card also acts as a launchpad for messaging, email, and event creation.
es_mx: ¡Thunderbird 102 le da tus contactos una gran mejora! El diseño actualizado facilita la navegación y interacción con tus contactos, y te ayuda a comprender mejor con quién te encuentras comunicando. La nueva libreta de direcciones es compatible con las especificaciones de vCard, lo que significa que si tu aplicación puede exportar tus contactos existentes al formato vCard, Thunderbird puede importarlos. Cada tarjeta de contacto también actúa como plataforma de lanzamiento para mensajería, correo electrónico y creación de eventos.
ka: Thunderbird 102 ვერსიაში ხალხის მონაცემთა მართვის შესაძლებლობები მნიშვნელოვნად განახლებულია! შეცვლილი იერსახით მეტად გაადვილებულია გადაადგილება წიგნაკში და ხალხის ინფორმაციაც უფრო ნათლად იქნება ასახული, რომ ზუსტად იცოდეთ, ვის უკავშირდებით. ახალი მისამართების წიგნაკი თავსებადია vCard-ის მახასიათებლებთან, ეს კი ნიშნავს, რომ თუ სასურველ პროგრამას შეუძლია დამატებული ხალხის სია გამოიტანოს vCard-სახის ფაილად, Thunderbird პირდაპირ შემოიტანს. თითოეული პირის ბარათი აგრეთვე წარმოადგენს მიმოწერის წამოსაწყებ, ელფოსტის გასაგზავნ ან ღონისძიების დასამატებელ არეს.
sr: Thunderbird 102 доноси велику надоградњу ваших контаката! Освежени дизајн олакшава навигацију и интеракцију са вашим контактима и помаже вам да боље разумете са ким комуницирате. Нови именик је усклађен са vCard спецификацијама, што значи да ако ваша апликација може да извезе ваше постојеће контакте у vCard формат, Thunderbird може да их увезе. Свака контакт картица такође служи као почетна тачка за ћаскање, слање е-поште и заказивање састанака.

source: New Import/Export Wizard
es_mx: Nuevo asistente de importación/exportación
ka: ახალი მეგზური შეტანა/გატანისთვის
pt_pt: Novo Assistente de Importação/Exportação
sr: Нови чаробњак за увоз/извоз

source: Thunderbird 102 makes it quick and simple to move your accounts and data around. The new step-by-step wizard provides a guided experience for importing all that data that’s important to you. We’ve also taken extra precautions to ensure that no data is accidentally duplicated in your profile after an import. Moving from Outlook, SeaMonkey, or another Thunderbird installation is easier than ever. No add-ons required!
es_mx: Thunderbird 102 hace mas rápido y sencillo mover tus cuentas y datos. El nuevo asistente paso a paso proporciona una experiencia guiada para importar todos los datos que son importantes para ti. También hemos tomado precauciones para asegurarnos que ningún dato no se duplique accidentalmente en tu perfil después de una importación. Pasar de Outlook, SeaMonkey, u otra instalación de Thunderbird es más fácil que nunca. ¡No se requieren complementos!
ka: Thunderbird 102 მეტად სწრაფად და ადვილად მოახერხებს ანგარიშებისა და მონაცემების გადალაგებას. ახალი მეგზური ნაბიჯ-ნაბიჯ გაგიძღვებათ ყველა მნიშვნელოვანი მონაცემის გადმოტანაში. ამასთანავე, ისიც გათვალისწინებულია, რომ შემთხვევით არ განმეორდეს გადმოტანილი მონაცემები თქვენს პროფილში. Outlook-იდან, SeaMonkey-იდან ან სხვა Thunderbird-იდან გადმოსვლა არნახულად გამარტივებულია. არანაირი დამატებების ჩადგმა აღარაა საჭირო!
sr: Thunderbird 102 омогућава брзо и лако премештање ваших налога и података. Нови чаробњак пружа вођено искуство, корак по корак, за увоз свих података који су вам важни. Такође смо предузели додатне мере предострожности да избегнемо случајно дуплирање података у вашем профилу након увоза. Прелазак са Outlook-а, SeaMonkey-а или било које друге Thunderbird инсталације је лакши него икад. Додаци нису потребни!
