Repository: inattee/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: es_mx, hr, ka, pt_pt, sr

source: Thunderbird is independent, free, and Open Source software sustained by your donations. Help us keep the project alive!
ka: Thunderbird დამოუკიდებელი, უფასო და ღია წყაროს მქონე პროგრამაა, რომელიც სულდგმულობს თქვენი შემოწირულობებით. დაგვეხმარეთ მის შენარჩუნებაში!
sr: Thunderbird је независан, бесплатан софтвер отвореног кôда који се одржава вашим донацијама. Помозите нам да се пројекат одржи!

source: Donate & Download
ka: თანხის გაღება და ჩამოტვირთვა
pt_pt: Doar e descarregar
sr: Донирајте и преузмите

source: No Thanks, Download Now!
ka: არა, გმადლობთ, ჩამოიტვირთოს ახლავე!
pt_pt: Não obrigado, descarregar agora!
sr: Не хвала, преузми одмах!

source: Secure
ka: დაცული
pt_pt: Seguro
sr: Безбедно

source: Privacy Policy
ka: პირადულობის დებულება
pt_pt: Política de privacidade
sr: Политика приватности

source: Other ways to donate
ka: სხვა გზები წვლილის შესატანად
pt_pt: Outras formas para doar
sr: Други начини да се допринесе

source: FAQ
ka: ᲮᲓᲙ
pt_pt: Perguntas frequentes
sr: Најчешћа питања

source: Your system doesn't meet the <a href="%(url)s">requirements</a> to run Thunderbird.
es_mx: Tu sistema no cumple los <a href="%(url)s">requisitos</a> para correr Thunderbird.
hr: Tvoj sustav ne zadovoljava <a href="%(url)s">uvjete</a> za pokretanje Thunderbirda.
ka: თქვენი სისტემა ვერ აკმაყოფილებს Thunderbird ბრაუზერის <a href="%(url)s">მოთხოვნებს</a>.
pt_pt: O seu sistema não cumpre os <a href="%(url)s">requisitos</a> para executar o Thunderbird.
sr: Ваш систем не испуњава <a href="%(url)s">услове</a> да покрене Thunderbird.

source: Please follow <a href="%(url)s">these instructions</a> to install Thunderbird.
es_mx: Por favor, sigue <a href="%(url)s">estas instrucciones</a> para instalar Thunderbird.
hr: Za instaliranje Thunderbirda, slijedi <a href="%(url)s">ove upute</a>.
ka: გთხოვთ, Thunderbird-ის დასაყენებლად მიჰყვეთ <a href="%(url)s">ამ მითითებებს</a>.
pt_pt: Por favor, siga <a href="%(url)s">estas instruções</a> para instalar o Thunderbird.
sr: Пратите <a href="%(url)s">ова упутства</a> да инсталирате Thunderbird.

source: Systems &amp; Languages
es_mx: Sistemas e idiomas
hr: Sustavi i jezici
ka: სისტემები და ენები
pt_pt: Sistemas e idiomas
sr: Системи и језици

source: What’s New
es_mx: Qué hay de nuevo
hr: Što je novo
ka: სიახლეები
pt_pt: Novidades
sr: Шта је ново

source: Privacy
es_mx: Privacidad
hr: Privatnost
ka: პირადულობა
pt_pt: Privacidade
sr: Приватност

source: What are the ways I can give?
ka: რა გზებით შემიძლია შემოწირულობის გაღება?
pt_pt: Como posso contribuir?

source: You can <a href="%(donate)s">donate online</a> securely by credit card or PayPal. Google Pay, Apple Pay, and bank transfers through SEPA, iDEAL and ACH are also available online.<br/> <strong>Give in your local currency!</strong> On <a href="%(donate)s">our online form</a>, use the drop down menu next to the amount. You will be charged in the currency you choose to give with.<br/> <strong>Additionally you can</strong> give offline in USD by <a href="%(check)s">mailing a check or money order</a>.<br/> <strong>Give the gift of your time!</strong> If you would like to learn how to contribute to Thunderbird in other ways such as coding, translating or testing, please visit our <a href="%(ways_to_help)s">Get Involved</a> page.
ka: შემოწირულობა შეგიძლიათ <a href="%(donate)s">გაიღოთ ინტერნეტით</a> უსაფრთხოდ საკრედიტო ბარათის ან PayPal-ის მეშვეობით. აგრეთვე ხელმისაწვდომია Google Pay, Apple Pay და საბანკო გადარიცხვები SEPA-, iDEAL- ან ACH-სისტემით.<br/> <strong>გაეცით თანხა ეროვნული ვალუტით!</strong> ჩვენი <a href="%(donate)s">შესავსები ველების</a> არეში ჩამოსაშლელი მენიუა რაოდენობის გვერდით. თანხა ჩამოგეჭრებათ სასურველი ვალუტით<br/> <strong>გარდა ამისა, შეგიძლიათ</strong> ინტერნეტის გარეშეც შესწიროთ აშშ დოლარი <a href="%(check)s">ფოსტაზე ჩეკით ან ფულადი გზავნილით</a>.<br/> <strong>შეგიძლიათ საჩუქრად გაიღოთ საკუთარი დროც!</strong> თუ გსურთ შეიტყოთ, როგორ შეიტანოთ წვლილი Thunderbird-ში სხვა გზებით, მათ შორის კოდის წერით, თარგმნით ან შემოწმებით, იხილეთ ჩვენი <a href="%(ways_to_help)s">მეგზური მონაწილეობისთვის</a>.

source: How do I cancel or change my recurring gift? Can I change my payment method or my donation frequency?
ka: როგორ გავაუქმო ან შევცვალო ჩემი განმეორებადი შემოწირულობა? შემიძლია შევცვალო გადახდის საშუალება ან სიხშირე?

source: Access your donation account settings using the 'Manage My Donation' button on your recent donation confirmation email. There you can change the amount, frequency, payment method and charge date. You can also cancel your recurring donation plan. If you run into any issues you can always <a href="%(help)s">contact us</a>!
ka: გადადით თქვენი შემოწირულობის ანგარიშის პარამეტრებზე „ჩემი შემოწირულობების მართვის“ ღილაკით ბოლო გადახდის დამადასტურებელ ელფოსტაზე. აქ შეგიძლიათ შეცვალოთ თანხა, სიხშირე, გადახდის საშუალება და თანხის ჩამოჭრის თარიღი. ასევე შეგიძლიათ გააუქმოთ განმეორებადი შემოწირულობის გეგმა. თუ რამე ხარვეზს წააწყდით, ნებისმიერ დროს შეგიძლიათ <a href="%(help)s">შეგვეხმიანოთ</a>!

source: Does my gift give me access to tech support?
ka: შემოწირულობის გაღების შემთხვევაში მივიღებ ტექნიკური დახმარების სამსახურთან წვდომას?
pt_pt: O meu donativo dá-me acesso a suporte técnico?
sr: Да ли мој поклон омогућава приступ техничкој подршци?

source: Anyone can access tech support for Thunderbird by visiting the <a href="%(url)s">support forum</a>. Thunderbird does not provide tech support or enhanced tech support in exchange for financial gifts.
ka: ნებისმიერ მომხმარებელს შეუძლია ტექნიკური დახმარების მიღება Thunderbird-თან დაკავშირებით, <a href="%(url)s">მხარდაჭერის ფორუმზე</a>. Thunderbird თანხის სანაცვლოდ არ სთავაზობს მომხმარებლებს რამე სახის ტექნიკურ დახმარებას ან განსაკუთრებულ ტექნიკურ მომსახურებას.
pt_pt: Qualquer pessoa pode aceder ao suporte técnico do Thunderbird visitando o <a href="%(url)s">fórum de suporte</a>. O Thunderbird não fornece suporte técnico ou suporte técnico complementar em troca de contrapartidas financeiras.
sr: Свако може да приступи техничкој подршци за Thunderbird тако што ће посетити <a href="%(url)s">форум подршке</a>. Thunderbird не пружа побољшану техничку подршку у замену за донације.

source: How can I turn off the donation message on the Thunderbird start page?
ka: როგორ გამოვრთო შემოწირულობის მოთხოვნა Thunderbird-ის მთავარ გვერდზე?

source: To learn how to customize your start page please visit:<br/><a href="%(url)s">%(url)s</a>
ka: თუ როგორ შეგიძლიათ შეცვალოთ თქვენი საწყისი გვერდი, იხილეთ:<br/><a href="%(url)s">%(url)s</a>
pt_pt: Para aprender a personalizar a página inicial, por favor visite:<br/><a href="%(url)s">%(url)s</a>
sr: Да сазнате како да прилагодите вашу почетну страницу, посетите:<br/><a href="%(url)s">%(url)s</a>

source: Is my gift tax deductible?
ka: ჩემი შემოწირულობა თავისუფალია საშემოსავლო გადასახადებისგან?
pt_pt: O meu donativo é dedutível nos impostos?
sr: Да ли се порез на донацију одбија?

source: Gifts to Thunderbird are <strong>not tax-deductible as charitable gifts</strong>, but are greatly appreciated. Giving to Thunderbird supports the development of our leading open source cross-platform email and calendaring client, free for business and personal use. Your gift will help ensure it stays that way, and will support future development.
ka: შემოწირულობები Thunderbird-ში <strong>არ გამოირიცხება გადასახადებისგან</strong>, მაგრამ მეტად ღირებულია. Thunderbird-ისთვის გაღებული თანხა საწინდარია ელფოსტისა და კალენდრის მართვის წამყვანი, ღია წყაროს მქონე პროგრამის შეუფერხებელი შემუშავებისა და თავისუფალი ხელმისაწვდომობისა, როგორც მომგებიანი საქმიანობისთვის, ასევე პირადი გამოყენებისთვის. თქვენი შემოწირულობა დაგვეხმარება, არ გადავუხვიოთ მიზანს და განვაგრძოთ მომავალი განვითარება.

source: How can I get a business receipt?
ka: როგორ მივიღო ბიზნესქვითარი?
pt_pt: Como posso obter um recibo comercial?

source: When you donate via our <a href="%(donate)s">online form</a>, simply check the box 'Donate as an Organization' and include your company name. The receipt you receive to the email address used to make your contribution will include your business information.
ka: როცა შემოწირულობას აკეთებთ <a href="%(donate)s">ინტერნეტგვერდზე ველების</a> მეშვეობით, მხოლოდ მონიშნეთ „შემოწირულობა დაწესებულებისგან“ და მიუთითეთ თქვენი კომპანიის სახელი. ქვითარს, რომელსაც მიიღებთ წვლილის შეტანისას გამოყენებული ელფოსტის მისამართზე, დართული ექნება თქვენი ბიზნესმონაცემებიც.

source: Is my donation secure?
ka: ჩემი შემოწირულობა დაცულია?

source: Yes, we use industry-standard SSL technology to keep your information secure. We partner with Stripe, the industry's established payment processor trusted by some of the world's largest companies. Your sensitive financial information never touches our servers. We send all data directly to Stripe's PCI-compliant servers through SSL. We understand that your privacy is very important. For complete information please refer to the <a href="%(privacy)s">Mozilla Privacy Policy</a>.
ka: დიახ, ჩვენ ვიყენებთ ფართოდ გავრცელებულ SSL-ტექნოლოგიას თქვენი ინფორმაციის უსაფრთხოებისთვის. ვთანამშრომლობთ Stripe-თან, დარგის მოწინავე გადახდის სისტემასთან, რომელსაც ენდობა მსოფლიოს არაერთი დიდი კომპანია. თქვენი საფრთხილო ფინანსური მონაცემები არასოდეს მოხვდება ჩვენს სერვერებზე. ინფორმაცია პირდაპირ იგზავნება Stripe-ის PCI-ს შესაბამის სერვერებზე SSL-ით. ჩვენთვის მნიშვნელოვანია თქვენი პირადულობის უზრუნველყოფა. ვრცლად გთხოვთ, იხილოთ <a href="%(privacy)s">Mozilla-ს პირადი მონაცემების დაცვის დებულება</a>.

source: Why do you need my address in order to process a gift?
ka: რატომ არის საჭირო ჩემი მისამართი გადარიცხვის შესასრულებლად?
pt_pt: Porque precisam da minha morada para processar um donativo?
sr: Зашто вам је потребна моја адреса за обраду поклона?

source: We understand that your privacy is very important. We ask for a minimum amount of information required to process credit card payments, including billing addresses. This allows our payment processor to verify your identity, process your payment, and prevent fraudulent charges to your credit card. We keep your information private — if you have questions, please refer to our <a href="%(url)s">Privacy Policy</a>. If you would rather not fill in your information on our online form, you can mail us a <a href="%(check)s">check</a>.
ka: ჩვენ კარგად გვესმის, რომ თქვენი პირადულობა უმნიშვნელოვანესია. სწორედ ამიტომ ვითხოვთ საკრედიტო ბარათით შემოწირულობის მიღებისას რაც შეიძლება მცირე ოდენობის მონაცემებს, რომელთა შორის ანგარიშის მისამართებიცაა. ეს აუცილებელია პიროვნების ნამდვილობის დადასტურებისთვის გადარიცხვის დასრულებისა და თქვენს ბარათზე თაღლითური ხარჯებისგან თავის არიდებისთვის. ჩვენ საიდუმლოდ ვინახავთ მოწოდებულ ინფორმაციას — კითხვების არსებობის შემთხვევაში, გაეცანით <a href="%(url)s">პირადულობის დაცვის დებულებას</a>. თუ მაინც არ გსურთ თქვენი მონაცემების ჩვენს ვებგვერდზე, შემოწირულობის ველში შეყვანა, შეგიძლიათ, <a href="%(check)s">ჩეკი</a> გამოგვიგზავნოთ ფოსტით.
pt_pt: Nós compreendemos a importância da sua privacidade. Nós pedimos o mínimo de informações necessárias para processar os pagamentos via cartão de crédito, incluindo a morada de faturação. Isto permite ao nosso processador de pagamentos verificar a sua identidade, processar o pagamento e prevenir cobranças fraudulentas no seu cartão de crédito. Nós mantemos as suas informações privadas — se tem alguma questão, por favor, consulte a nossa <a href="%(url)s">Política de Privacidade</a>. Se preferir não preencher este formulário online, pode remeter-nos um <a href="%(check)s">cheque</a>.
sr: Разумемо да је ваше право на приватност веома важно. Захтевамо минималне информације које су неопходне за обраду донација кредитном картицом, као што је адреса за обрачун, како би процесор плаћања верификовао ваш идентитет, обрадио донацију и спречио превару на вашој кредитној картици. Чувамо ваше податке поверљивим — за више о томе, погледајте нашу <a href="%(url)s">политику приватности</a>. Ако не желите да попуните ваше личне податке у онлајн обрасцу, можете изабрати да поштом пошаљете <a href="%(check)s">чек</a>.

source: Are there additional fees on my donation?
ka: დამატებითი გადასახადი ახლავს ჩემს გადარიცხვას?

source: We do not collect any additional fees or taxes. When you donate in your local currency you are not charged a conversion fee by your credit card. Optionally, you can choose to cover our transaction costs on your donation. This is completely voluntary and you may opt in or out using the checkbox on our donation form. Our organization is based in the United States. We encourage donors to research any additional external taxes or fees that may be applied by regulators such as your bank or tax authority.
ka: ჩვენ არ ვაგროვებთ დამატებით მოსაკრებლებს ან გადასახადებს. როდესაც თქვენ გაიღებთ შემოწირულობას ეროვნულ ვალუტაში, არ ჩამოგეჭრებათ გადაცვლის საფასური საკრედიტო ბარათიდან. სურვილისამებრ, შეგიძლიათ აირჩიოთ გადარიცხვის ხარჯების დაფარვა შემოწირულობისას. ეს არის სრულიად ნებაყოფლობითი და შეგიძლიათ დათანხმდეთ ან უარი განაცხადოთ ველების არეში მოსანიშნის მეშვეობით. ჩვენი დაწესებულება დაარსებულია შეერთებულ შტატებში. მოვუწოდებთ ყველა შემომწირველს, კარგად მოიძიონ დამატებითი გადასახადები ან მოსაკრებლები, რომლებიც შეიძლება მარეგულირებლებმა ჩამოჭრას, მათ შორის საკუთარმა ბანკმა ან საგადასახადო ორგანომ.

source: What are your transaction costs on donations?
ka: რა არის გადარიცხვის ხარჯები შემოწირულობისას?

source: When you opt to cover our transaction costs, you're covering both our processing and donation platform costs. The costs associated with our robust online donation system allows us to continue scaling sustainably as our supporter-base grows. Our donation platform and payment processor partners reduce internal costs associated with maintaining our own system from scratch. Our partners ensure we can accept a wide range of currencies/payment methods and remain PCI compliant in all of the countries that we accept gifts from. The transaction costs donors may choose to cover are based on an estimate of our overall costs. Due to many factors actual costs may fluctuate.
ka: როდესაც თქვენ აირჩევთ ჩვენი გადარიცხვის ხარჯების დაფარვას, თქვენ იხდით როგორც თანხის დამუშავების, აგრეთვე შემოწირულობის პლატფორმის საფასურს. მძლავრი ინტერნეტშემოწირულობის სისტემისთვის გაღებული ხარჯები საშუალებას გვაძლევს განვაგრძოთ მასშტაბის ზრდა მხარდამჭერთა რაოდენობის ზრდის კვალდაკვალ. ჩვენი შემოწირულობის პლატფორმა და გადახდის დამმუშავებელი პარტნიორები ამცირებენ შიდა ხარჯებს ჩვენი სისტემის შესანარჩუნებლად. ისინი უზრუნველყოფენ, რომ შევძლოთ მრავალი სახის ვალუტით/გადახდის საშუალებით სარგებლობა და შევინარჩუნოთ PCI-თავსებადობა ყველა იმ ქვეყანაში, საიდანაც ვიღებთ შემოწირულობებს. გადარიცხვის ხარჯები, რომლებიც შეუძლიათ დაფარონ შემომწირველებმა, გამოთვლილია ჩვენი საერთო ხარჯების მიახლოებითი შეფასებით. სინამდვილეში ხარჯები შეიძლება მერყეობდეს სხვადასხვა გარემოების შედეგად.

source: Can I give in cryptocurrencies?
ka: შემიძლია კრიპტოვალუტის შემოწირვა?

source: <strong>No.</strong> We are not currently accepting cryptocurrency gifts.
ka: <strong>არა.</strong> ჩვენ ამჟამად არ ვიღებთ შემოწირულობებს კრიპტოვალუტაში.

source: How will my gift be used?
ka: რისთვის გამოიყენება ჩემი შემოწირულობა?
pt_pt: Como é que o meu donativo será utilizado?
sr: Како ће се мој поклон искористити?

source: Thunderbird is the leading open source cross-platform email and calendaring client, free for business and personal use. Your gift will help ensure it stays that way, and will support future development.
ka: Thunderbird არის წამყვანი, ღია წყაროს კოდის მქონე, ელფოსტისა და კალენდრის მრავალპლატფორმული უფასო პროგრამა პირადი და მომგებიანი საქმიანობისთვის. თქვენი შემოწირულობა დაგვეხმარება მომსახურების მაღალი დონის შენარჩუნებასა და მომავალში პროდუქტის გაუმჯობესებაში.
pt_pt: O Thunderbird é o cliente de correio eletrónico e calendário, multiplataforma, de código aberto, líder e gratuito para utilização comercial e pessoal. O seu donativo ajudará a garantir que continue assim e apoiará o desenvolvimento futuro.
sr: Thunderbird је водећи клијент е-поште и календара на више платформи и отвореног кода, бесплатан за пословну и личну употребу. Ваш поклон ће помоћи да тако и остане и подржаће будући развој.

source: What is Thunderbird’s relationship to MZLA Technologies Corporation?
ka: რითაა ერთმანეთთან დაკავშირებული Thunderbird და MZLA Technologies Corporation?
pt_pt: Qual é a relação do Thunderbird com a MZLA Technologies Corporation?
sr: Какав је однос између Thunderbird-а и MZLA Technologies Corporation?

source: Thunderbird is a project of MZLA Technologies Corporation, which is a wholly owned subsidiary of Mozilla Foundation.
ka: Thunderbird-ს ახლა უკვე წარმოადგენს MZLA Technologies Corporation, რომლის სრული მესაკუთრეცაა Mozilla Foundation.
pt_pt: O Thunderbird é um projeto da MZLA Technologies Corporation, que é uma subsidiária integral da Fundação Mozilla.
sr: Thunderbird је пројекат MZLA Technologies Corporation, подружнице Mozilla фондације у потпуном власништву.

source: Doesn’t Thunderbird earn income?
ka: Thunderbird-ს არ მოაქვს შემოსავალი?
pt_pt: O Thunderbird não tem rendimentos?
sr: Зар Thunderbird не остварује приход?

source: Currently, the majority of Thunderbird’s revenue comes from generous gifts from users and friends of Thunderbird. Companies and individuals support the development of the product now and in the future.
ka: ამჟამად Thunderbird-ის შემოსავლის უმეტეს ნაწილს შეადგენს Thunderbird-ის მომხმარებლებისა და მეგობრების გულუხვი საჩუქრები. დაწესებულებები და კერძო პირები მხარში უდგანან პროდუქტის მიმდინარე და სამომავლო განვითარებას.

source: Who can I email directly with questions about giving?
ka: ვის შეიძლება მივმართო შემოწირულობის შესახებ შეკითხვებით?
pt_pt: A quem posso enviar um e-mail diretamente com questões sobre donativos?
sr: Коме могу да се директно обратим е-поруком са питањима о донирању?

source: If you have a question about giving to Thunderbird, please contact us via <a href="%(help)s">this form</a>. If you need technical support, please head over to <a href="%(support)s">Thunderbird Support</a> for assistance.
ka: თუ გაქვთ კითხვა Thunderbird-ის შემოწირულობის შესახებ, გთხოვთ შეავსოთ <a href="%(help)s">ეს კითხვარი</a>. თუ ტექნიკური დახმარება გესაჭიროებათ, ეწვიეთ <a href="%(support)s">Thunderbird-ის მხარდაჭერის</a> გვერდს.

source: Page language:
es_mx: Idioma de la página:
hr: Jezik stranice:
ka: გვერდის ენა:
pt_pt: Idioma da página:
sr: Језик странице:

source: Other languages:
es_mx: Otros idiomas:
hr: Drugi jezici:
ka: სხვა ენები:
pt_pt: Outros idiomas:
sr: Други језици:

source: Go
es_mx: Ir
hr: Kreni
ka: წინ
pt_pt: Ir
sr: Крените

source: Your Email
es_mx: Tu correo electrónico
hr: Tvoja e-adresa
ka: თქვენი ელფოსტა
pt_pt: O seu E-mail
sr: Ваша адреса е-поште

source: Sign me up!
es_mx: ¡Suscribirme!
hr: Prijavi me!
ka: გამოწერა!
pt_pt: Subscrever!
sr: Пријави ме!

source: For Organizations
es_mx: Para organizaciones
hr: Za organizacije
ka: დაწესებულებებისთვის
pt_pt: Para organizações
sr: За организације

source: Careers
es_mx: Profesiones
hr: Karijera
ka: დასაქმება
pt_pt: Carreiras
sr: Каријере

source: Contact Us
es_mx: Contáctanos
hr: Kontaktiraj nas
ka: დაგვიკავშირდით
pt_pt: Contactar-nos
sr: Контактирајте нас

source: Cookies
hr: Kolačići
ka: ფუნთუშები
sr: Колачићи

source: Legal
es_mx: Aviso legal
hr: Pravno
ka: სამართლებრივი საკითხები
pt_pt: Informação legal
sr: Правно

source: Participation Guidelines
es_mx: Pautas de participación
hr: Smjernice za sudjelovanje
ka: მონაწილის გზამკვლევი
pt_pt: Linhas orientadores de participação
sr: Смернице за учешће

source: Report Trademark or Copyright Infringement
es_mx: Informar sobre una infracción de marca comercial o de derechos de autor
hr: Prijavi kršenje zaštitnog znaka ili autorskih prava
ka: მოხსენება სავაჭრო ნიშნის ან საავტორო უფლებების დარღვევაზე
pt_pt: Denunciar violação de marca registada ou de direitos de autor
sr: Пријавите кршење заштитног знака или ауторског права

source: Report Misuse of Thunderbird Trademark
es_mx: Denunciar uso indebido de la marca registrada Thunderbird
hr: Prijavi zlouporabu zaštitnog znaka Thunderbird
ka: აცნობეთ Thunderbird-ს სავაჭრო ნიშნის ბოროტად გამოყენებაზე
pt_pt: Reportar utilização indevida da marca registada Thunderbird
sr: Пријавите злоупотребу Thunderbird заштитног знака

source: Thunderbird is now part of <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, a wholly owned subsidiary of Mozilla Foundation. Portions of this content are ©1998–%(current_year)s by individual contributors. Content available under a <a href="%(url)s" class="inline-link">Creative Commons license</a>.
es_mx: Thunderbird ahora es parte de <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, subsidiaria de propiedad total de la Fundación Mozilla. Parte de este contenido es ©1998 – %(current_year)s por colaboradores particulares. Contenido disponible bajo una <a href="%(url)s" class="inline-link"> licencia Creative Commons</a>.
hr: Thunderbird je sada dio <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, podružnica u potpunom vlasništvu Mozilla zaklade. Prava nad dijelovim aovog sadržaja ©1998–%(current_year)s zadržali su individualni doprinositelji. Sadržaj je dostupan pod <a href="%(url)s" class="inline-link">Creative Commons licencom</a>.
ka: Thunderbird-ს ახლა უკვე წარმოადგენს <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, რომლის სრული მესაკუთრეცაა Mozilla Foundation. გვერდის შიგთავსი ნაწილობრივ შექმნილია ცალკეული მონაწილეების მიერ ©1998–%(current_year)s. მასალა ვრცელდება <a href="%(url)s" class="inline-link">Creative-Commons-ლიცენზიით</a>.
pt_pt: O Thunderbird é agora parte de <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, uma subsidiária integralmente detida pela Mozilla Foundation. Partes deste conteúdo são ©1998–%(current_year)s de colaboradores individuais. Conteúdo disponível sob uma <a href="%(url)s" class="inline-link">licença Creative Commons</a>.
sr: Thunderbird је сада дио <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, подружнице у потпуном власништву Mozilla фондације. Права над деловима овог садржаја ©1998–%(current_year)s су задржали индивидулани сарадници. Садржај је доступан под <a href="%(url)s" class="inline-link">Creative Commons лиценцом</a>.

source: Contribute to this site
es_mx: Colabora en este sitio
hr: Doprinesi ovoj stranici
ka: შეიტანეთ წვლილი ამ საიტში
pt_pt: Contribuir para este site
sr: Допринесите овом сајту

source: Translate this site
es_mx: Traducir este sitio
hr: Prevedi ovu stranicu
ka: თარგმნეთ ეს საიტი
pt_pt: Traduzir este site
sr: Преведите ову страницу

source: Thunderbird is an open source project, which means anyone can contribute ideas, designs, code, and time helping fellow users.
es_mx: Thunderbird es un proyecto de código abierto, lo que significa que cualquiera puede aportar ideas, diseños, código y tiempo ayudando a otros usuarios.
hr: Thunderbird je projekt otvorenog koda, što znači da svatko može doprinijeti idejama, dizajnom, programiranjem i vremenom tako da pomogne kolegama korisnicima.
ka: Thunderbird არის ღია წყაროს მქონე პროექტი, რაც გულისხმობს, რომ ნებისმიერს შეუძლია წვლილი შეიტანოს სიახლეების დანერგვით, იერსახის ან კოდის შემუშავებითა და სხვა რიგითი მომხმარებლების დახმარებით.
pt_pt: O Thunderbird é um projeto de código aberto, o que significa que qualquer pessoa pode contribuir com ideias, designs, código e tempo para ajudar outros utilizadores.
sr: Thunderbird је пројекат отвореног кода, што значи да свако може дати допринос у виду идеја, концепта, кода и времена проведеног у помагањеу другим корисницима.

source: Join Us
es_mx: Únete a nosotros
hr: Pridruži nam se
ka: შემოგვიერთდით
pt_pt: Junte-se a nós
sr: Придружите нам се

source: Make a Donation
es_mx: Hacer una donación
hr: Doniraj
ka: შემოწირულობის გაღება
pt_pt: Faça um donativo
sr: Донирајте
