Repository: inattee/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: es_mx, hr, ka, pt_pt, sr

source: The new Preferences tab also makes it easier to multi-task without the problem of losing track of where your preferences are when switching between windows.
es_mx: La nueva pestaña de preferencias también facilita la multitarea sin el problema de perder la pista de dónde están tus preferencias al moverse entre ventanas.
hr: Nova kartica postavki također olakšava obavljanje višestrukih zadataka bez zaboravljanja tvojih postavki prilikom prebacivanja između prozora.
ka: მახასიათებლების ახალი ჩანართი, ასევე აადვილებს რამდენიმე საქმის გაკეთებას და პარამეტრების ცვლილებისას, აღარაა საჭირო შედეგის სანახავად ფანჯრების ცვლა.
pt_pt: O novo separador Preferências também facilita múltiplas tarefas, sem o problema de perder a noção de onde estão as suas preferências ao alternar entre janelas.
sr: Нови језичак Подешавања такође олакшава обављање вишеструких задатака без заборављања ваших подешавања приликом прелажења међу прозорима.

source: There are many other smaller changes that make Thunderbird 68 feel polished and powerful including: a new App Menu UI, an updated To/CC/BCC selector in compose, improved attachment management, full color support across the app, filters can now be set to run periodically, and feed articles now show external attachments as links.
es_mx: Hay muchos otros cambios menores que hacen que Thunderbird 68 se sienta más pulido y potente, incluyendo: una nueva UI de menú de aplicación, un selector Para/CC/BCC mejorado en la redacción de mensajes, administración mejorada de adjuntos, compatibilidad completa con colores en toda la aplicación, los filtros pueden ser ahora configurados para ejecutarse periódicamente y los artículos de canales muestran ahora los adjuntos externos como enlaces.
hr: Postoje mnoge druge male izmjene koje čine Thunderbird 68 boljim i moćnijim: novo sučelje izbornika aplikacije, nadograđeni Prima/CC/BCC odabir prilikom pisanja poruke, poboljšano upravljanje privicima, podrška punoj paleti boja diljem aplikacije, filteri se sada mogu narediti na povremeno pokretanje i članci preuzeti putem kanala sada prikazuju vanjske privitke kao poveznice.
ka: კიდევ უამრავი სხვა მცირე ცვლილებაა დამატებული, რომლითაც Thunderbird 68 უფრო მეტად დახვეწილი და მძლავრია, მათ შორისაა: პროგრამის მენიუს ახალი იერსახე, მისამართის განახლებული მიმთითებელი, წერილის შედგენისას, დანართის გაუმჯობესებული მართვა, ფერების სრული მხარდაჭერა პროგრამაში, ფილტრების დაყენებისა და დროდადრო გაშვების საშუალება და სტატიების არხებში, გარეშე დანართების ბმულებად ჩვენების შესაძლებლობა.
pt_pt: Existem muitas outras pequenas alterações que fazem com que o Thunderbird 68 pareça polido e poderoso, incluindo: uma nova interface do utilizador do menu da aplicação, um seletor atualizado Para/CC/ BCC na composição, gestão de anexos melhorada, suporte completo para cores em toda a aplicação, os filtros agora podem ser definidos para serem executados periodicamente e os artigos de fontes agora mostram os anexos externos como ligações.
sr: Постоје многе друге мале измене које чине Thunderbird 68 бољим и моћнијим; нови корисничнки интерфејс менија апликације, ажурирани селектор за To/CC/BCC приликом компоновања поруке, побољшањо управљање прилозима, подршка пуној палети боја широм апликације, филтери се сада могу подесити на повремено покретање и чланци преузети преко канала сада приказују вањске прилоге као везе.

source: There are many other updates in this release, you can see a list of all of them in the <a href="%(release)s">Thunderbird 68 release notes</a>.
es_mx: Hay muchas otras actualizaciones en esta versión; puedes ver una lista de todas ellas en las <a href="%(release)s">notas de versión de Thunderbird 68</a>.
hr: Postoje mnoga druga ažuriranja u ovoj verziji, možeš provjeriti popis svih u <a href="%(release)s">napomenama o izdanju Thunderbird 68</a>.
ka: კიდევ მრავალი სხვა განახლებაა ამ გამოშვებაში, მათი სრული სიისთვის იხილეთ <a href="%(release)s">Thunderbird 68 გამოშვების შენიშვნები</a>.
pt_pt: Existem muitas outras atualizações nesta versão; pode ver uma lista das mesmas nas <a href="%(release)s">notas da versão 68 do Thunderbird</a>.
sr: Постоји мноштво других ажурирања у овој верзији, а читав списак можете видети у <a href="%(release)s">Thunderbird 68 напоменама о издању</a>.

source: New in Thunderbird 78
es_mx: Nuevo en Thunderbird 78
hr: Novo u Thunderbirdu 78
ka: რა სიახლეებითაა Thunderbird 78
pt_pt: Novo no Thunderbird 78
sr: Ново у Thunderbird 78

source: This article describes some of the major changes visible to users in Thunderbird version 78. Full details of all the changes can be found in the <a href="%(release)s">Thunderbird release notes from 78.0 and up</a>.
es_mx: Este artículo describe algunos de los cambios más importantes visibles a los usuarios en Thunderbird versión 78. Todos los detalles de los cambios pueden encontrarse en las <a href="%(release)s">notas de versión de Thunderbird 78</a>.
hr: Ovaj članak opisuje neke od velikih izmjena koje su vidljive korisnicima u Thunderbird inačici 78. Potpuni popis izmjena može se pronaći u <a href="%(release)s">napomenama o izdanju Thunderbird 78 i novijim</a>.
ka: ამ სტატიაში აღწერილია Thunderbird 78 ვერსიაში მომხმარებლებისთვის ხილული რამდენიმე ძირითადი ცვლილება. ყველა ცვლილების შესახებ სრულად შეგიძლიათ იხილოთ <a href="%(release)s">Thunderbird 78.0 გამოშვების ცნობებში</a>.
pt_pt: Este artigo descreve algumas das principais alterações visíveis para os utilizadores do Thunderbird, versão 78. Os detalhes completos de todas as alterações podem ser encontrados nas <a href="%(release)s">notas da versão 78.0 do Thunderbird</a>.
sr: Овај чланак описује неке од главних промена које су видљиве корисницима у Thunderbird 78. Пуни детаљи свих промена могу се пронаћи у <a href="%(release)s">Thunderbird 78.0 напоменама о издању</a>.

source: Dark mode
es_mx: Modo oscuro
hr: Tamni način
ka: მუქი რეჟიმი
pt_pt: Modo escuro
sr: Тамни режим

source: There is now a dark mode in Thunderbird, making late-night email easier on the eyes. To enable, Thunderbird will use your operating system settings to see if you have enabled dark mode OS-wide.
es_mx: Ahora hay un modo oscuro en Thunderbird, lo que hace que la lectura nocturna de correo electrónico sea mas fácil para la vista. Para habilitarlo, Thunderbird usará la configuración de tu sistema operativo para ver si ha habilitado el modo oscuro en todo el sistema operativo.
hr: Sada postoji tamni način rada u Thunderbirdu, što olakšava čitanje e-pošte noću. Thunderbird će automatski koristiti postavke vašeg operativnog sustava ukoliko ste omogućili tamni način rada za cijeli OS.
ka: Thunderbird ახლა უკვე მუქი რეჟიმითაცაა, გაუადვილეთ თვალებს წერილების ღამით კითხვა. ასამოქმედებლად, Thunderbird იყენებს საოპერაციო სისტემის პარამეტრებს და არკვევს, სარგებლობთ თუ არა მუქი რეჟიმით.
pt_pt: Agora existe um modo escuro no Thunderbird, tornando o e-mail noturno mais amigável para os olhos. Para ativar o mesmo, o Thunderbird irá utilizar as configurações do sistema operativo para verificar se ativou o modo escuro em todo o sistema operativo.
sr: Thunderbird сада подржава и тамни режим, тако да ваш се очи мање напрежу док проверавате е-пошту ноћу. Thunderbird детектује подешавања вашег оперативног система да би аутоматски омогућио тамни режим.

source: Account Setup & Account Central Updated
es_mx: Configuración de cuenta y central de cuentas actualizadas
hr: Ažurirano je postavljanje računa i kartica računa
ka: ანგარიშების მართვისა და ანგარიშების განახლებული საერთო არე
pt_pt: Configuração de conta e Centro de contas atualizados
sr: Ажурирано подешавање и управљање налогом

source: The Account Setup window and the Account Central tab have both been updated. The Account Central tab appears when you do not have an account setup, or when you select an existing account in the folder tree.
es_mx: La ventana configuración de la cuenta y la pestaña central de la cuentas se han actualizado. La pestaña Central de cuentas aparece cuando no tienes configuradas cuentas, o cuando seleccionas una cuenta existente en el árbol de carpetas.
hr: Ažurirani su prozor za postavljanje računa i kartica računa. Kartica računa se pojavljuje se kada nemate postavljen računa ili kada odaberete postojeći račun u stablu mapa.
ka: ანგარიშის გამართვის ფანჯარა და ანგარიშების საერთო ჩანართი, ორივე განახლებულია. ანგარიშების საერთო ჩანართი მაშინ ჩანს, როცა ანგარიში არ გაქვთ გამართული ან არსებული ანგარიშია მონიშნული, საქაღალდების სქემაში.
pt_pt: A janela de Configuração de conta e o separador Centro de contas foram ambos atualizados. O separador do Centro de contas é apresentado quando ainda não tem uma conta configurada ou quando seleciona uma conta existente na árvore de pastas.
sr: Прозор „Подешавања налога” и картица „Центар за налог” су ажурирани. Ова картица се појављује ако још увек нисте подесили налог или ако изаберете постојећи налог у дрвцету фасцикли.

source: The layout and dialogues have been improved to make it easier to understand the information displayed and to find relevant settings. The Account Central tab also has new information about the Thunderbird project and displays the version you are using.
es_mx: El diseño y los diálogos han sido mejorados para que sea más fácil comprender la información que se muestra y encontrar configuraciones relevantes. La pestaña de la Central de cuentas también tiene nueva información sobre el proyecto Thunderbird y muestra la versión que estás usando.
hr: Izgled i dijalozi su poboljšani kako bi bilo lakše razumjeti prikazane informacije i kako bi istaknuli bitne postavke. Kartica računa također ima nove informacije o Thunderbird projektu i prikazuje trenutnu inačicu koju koristiti.
ka: განლაგება და ფანჯრები გაუმჯობესდა და გამარტივებულია ინფორმაციის ჩვენებისა და საჭირო პარამეტრების მოძიების შესაძლებლობა. ანგარიშების საერთო ჩანართში, აგრეთვე მოცემულია ინფორმაცია Thunderbird-პროექტისა და მიმდინარე ვერსიის შესახებ.
pt_pt: A disposição e as janelas foram melhoradas para facilitar a compreensão das informações apresentadas e para encontrar as configurações relevantes. O separador Centro de contas tem também novas informações sobre o projeto Thunderbird e mostra a versão que está a utilizar.
sr: Изглед и дијалози су побољшани да би приказани подаци били лакши за разумевање и да би се релевантна подешавања лакше пронашли. Картица „Центар за налог” такође садржи нове информације о Thunderbird пројекту и приказује верзију коју користите.

source: Redesigned Compose Window
es_mx: Ventana de redacción rediseñada
hr: Redizajnirani prozor za pisanje
ka: წერილის შედგენის სრულიად სახეცვლილი ფანჯარა
pt_pt: Janela de composição redesenhada
sr: Редизајниран прозор за састављање

source: The compose window has been reworked to make composing a message faster, easier and more straightforward. The compose window now also takes up less space with recipients listed in “pills” instead of an entire line for each address.
es_mx: La ventana de redacción ha sido re diseñada para que la redacción de los mensajes sea más rápida y sencilla. La ventana de redacción ahora también ocupa menos espacio con los destinatarios enumerados en “píldoras” en lugar de utilizar una línea completa para cada dirección.
hr: Prozor za pisanje je ponovno napravljen kako bi se ubrzalo pisanje poruke, olakšalo i učinilo jednostavnijim. Prozor za pisanje sada zauzima manje prostora zbog popisa primatelja u “pilulama” umjesto da zauzimaju cijelu liniju za svaku adresu.
ka: წერილის შესადგენი ფანჯარა ახლიდან შემუშავდა, რომ მეტად სწრაფი, მარტივი და უბრალო გამხდარიყო. აღნიშნული ფანჯარა, ახლა უკვე ნაკლებ ადგილს იკავებს, მიმღებთა სიის მცირე არეებში მოქცევით, ნაცვლად მისამართების ცალ-ცალკე ხაზებზე განთავსებისა.
pt_pt: A janela de composição foi reformulada para tornar a composição de uma mensagem mais rápida, fácil e direta. A janela de composição agora também ocupa menos espaço com os destinatários listados em “comprimidos” em vez de uma linha completa para cada endereço.
sr: Прозор за састављање је редизајниран како би састављање поруке било брже, лакше и једноставније. Прозор за састављање сада такође заузима мање простора, са примаоцима наведеним у “пилулама”, уместо у целом реду за сваку адресу.

source: The redesigned compose window makes it easier to manage many email recipients, and the new intuitive layout helps users to discover its features.
es_mx: La ventana de redacción rediseñada facilita la gestión de muchos destinatarios de correo electrónico, y el nuevo diseño intuitivo ayuda a los usuarios a descubrir sus funcionalidades.
hr: Redizajnirani prozor za pisanje olakšava upravljanje s mnogo primatelja i novi intuitivni izgled olakšava korisnicima otkrivanje novih mogućnosti.
ka: წერილის შესადგენი სახეცვლილი ფანჯარა, აადვილებს ბევრი მიმღების მართვას და ახალი მოსახერხებელი განლაგება, ეხმარება მომხმარებელს შესაძლებლობების სრულად ათვისებაში.
pt_pt: A janela de composição redesenhada facilita a gestão de muitos destinatários de correio, e a nova disposição intuitiva ajuda os utilizadores a descobrir as suas funcionalidades.
sr: Редизајнирани прозор за састављање олакшава управљање већим бројем прималаца е-поште, а нови интуитиван изглед помаже корисницима да открију његове функције.

source: End-to-End Encrypted Email Support
es_mx: Compatible con correo electrónico cifrado de extremo a extremo
hr: Podrška za kriptiranje e-pošte od-kraja-do-kraja
ka: გამჭოლად დაშიფრული წერილების მხარდაჭერა
pt_pt: Suporte a e-mail com encriptação ponto a ponto
sr: Подршка за шифровање е-поште с краја на крај

source: End-to-end encryption for email can be used to ensure that only the sender and the recipients of a message can read the contents. Without this protection it is easy for email providers and mass surveillance to read your messages. If you would like to learn more about how end-to-end encryption in Thunderbird works, check out our article: <a href="%(encryption)s">Introduction to End-to-end encryption in Thunderbird</a>.
es_mx: El cifrado de extremo a extremo para el correo electrónico se puede utilizar para garantizar que solo el remitente y los destinatarios de un mensaje puedan leer el contenido. Sin esta protección, es fácil leer tus mensajes para los proveedores de correo electrónico y herramientas de vigilancia masiva. Si quieres obtener más información sobre cómo funciona el cifrado de extremo a extremo en Thunderbird, revisa nuestro artículo: <a href="%(encryption)s">Introducción al cifrado de extremo a extremo en Thunderbird</a>.
hr: Kriptiranje od-kraja-do-kraja za e-poštu se može koristiti kako bi osigurali da samo pošiljatelj i primatelj poruke mogu pročitati njen sadržaj. Bez ove zaštite pružateljima usluga e-pošte ili državnim agencijama je jednostavno pročitati vaše poruke. Ukoliko želite saznati više o tome kako kriptiranje u Thunderbirdu radi, pročitajte naš članak: <a href="%(encryption)s">Uvod u Thunderbird kriptiranje od-kraja-do-kraja</a>.
ka: გამჭოლი დაშიფვრა ელფოსტაზე გამოიყენება იმისთვის, რომ მხოლოდ გამგზავნსა და მიმღებს შეეძლოს წერილის შიგთავსის წაკითხვა. ამგვარი დაცვის გარეშე, ელფოსტის მომწოდებლებისთვის ადვილია მასობრივი მეთვალყურეობა და წერილების გაცნობა. თუ გსურთ, ვრცლად იხილოთ როგორ მუშაობს გამჭოლი დაშიფვრა Thunderbird-ზე, გადახედეთ ჩვენს სტატიას: <a href="%(encryption)s">წარმოგიდგინეთ გამჭოლ დაშიფვრას Thunderbird-ში</a>.
pt_pt: A criptografia ponto a ponto para correio eletrónico pode ser utilizada para garantir que apenas o remetente e os destinatários de uma mensagem possam ler o respetivo conteúdo. Sem esta proteção, é fácil para os fornecedores de correio e a vigilância em massa ler as suas mensagens. Se quiser saber mais sobre como funciona a criptografia ponto a ponto no Thunderbird, consulte nosso artigo: <a href="%(encryption)s">Introdução à encriptação ponto a ponto no Thunderbird</a>.
sr: Шифровање с краја на крај за е-пошту може да се користи како би се осигурало да само пошиљалац и примаоци могу да прочитају садржај поруке. Без ове заштите, провајдерима е-поште и масовном надзору је лако да читају ваше поруке. Ако желите да сазнате више о томе како шифровање с краја на крај у Thunderbird-у ради, погледајте наш чланак: <a href="%(encryption)s">Увод у Thunderbird шифровање с краја на крај</a>.

source: There are many other big changes that make Thunderbird 78 a very large release including: calendar and tasks are now integrated into Thunderbird, folder icons are now updated and their colors are customizable, the preferences are now searchable, and minimize to tray is now supported on Windows.
es_mx: Hay muchos otros cambios importantes que hacen de Thunderbird 78 una versión muy grande, los que incluyen: el calendario y las tareas ahora están integrados en Thunderbird, los íconos de carpeta han sido actualizados y ahora sus colores son personalizables, las preferencias ahora se pueden buscar y además se admite la minimización a la bandeja Windows.
hr: Postoje i mnoge druge velike izmjene koje čine Thunderbird 78 jako velikim izdanjem, a koje uključuju: kalendar i zadaci su sada integrirani u Thunderbird, ikone mapa su sada ažurirane i njihove boje su prilagodljive, postavke se sada mogu pretraživati i minimiziranje u alatnu traku je sada podržano na Windowsima.
ka: კიდევ უამრავი დიდი ცვლილებაა, რასაც Thunderbird 78 ვერსიის დიდი გამოშვება მოიცავს: კალენდარი და დავალებები, პირდაპირ ჩაშენებულია Thunderbird-ში, საქაღალდის ხატულები ახლდება ფერებისა მორგების შესაბამისად, პარამეტრები უკვე იძებნება და სისტემურ არეში ჩაკეცვაც ხელმისაწვდომი გახდა Windows-ზე.
pt_pt: Existem muitas outras grandes mudanças que tornam o Thunderbird 78 num grande lançamento, incluindo: o calendário e as tarefas agora estão integrados no Thunderbird, ícones de pasta agora são atualizados e as suas cores são personalizáveis, as preferências agora são pesquisáveis e minimização para bandeja é agora suportada no Windows.
sr: Постоје и многе друге промене због којих је Thunderbird 78 тако велико издање, а које укључују: календар и задаци су сада интегрисани у Thunderbird, иконе фасцикли су сада ажуриране и њихове боје су прилагодљиве, подешавања се сада могу претраживати и минимизирање у алатну траку је сада подржану на Windows-у.

source: You can see details of all our changes in the release notes for <a href="%(release)s">Thunderbird 78.0 and up</a>.
es_mx: Puedes ver los detalles de todos nuestros cambios en las notas de lanzamiento de <a href="%(release)s">Thunderbird 78.0 y posteriores</a>.
hr: Možeš provjeriti popis svih promjena u <a href="%(release)s">napomenama za izdanje Thunderbird 78 i novijim</a>.
ka: კიდევ მრავალი სხვა განახლებაა ამ გამოშვებაში, მათი სრული სიისთვის იხილეთ შენიშვნები <a href="%(release)s">Thunderbird 78.0 ვერსიისთვის და ზემოთ</a>.
pt_pt: Pode consultar os detalhes de todas as nossas alterações nas notas de lançamento para o <a href="%(release)s">Thunderbird 78.0 e mais recentes</a>.
sr: Детаље о свим нашим променама можете видети у <a href="%(release)s">Thunderbird 78.0 и више</a> напоменама о издању.

source: New in Thunderbird 91
es_mx: Nuevo en Thunderbird 91
hr: Novo u Thunderbirdu 91
ka: რა სიახლეებითაა Thunderbird 91
pt_pt: Novo no Thunderbird 91
sr: Ново у Thunderbird-у 91

source: This article describes some of the major changes visible to users in Thunderbird version 91. Full details of all the changes can be found in the <a href="%(release)s">Thunderbird release notes from 91.0 and up</a>.
es_mx: Este artículo describe algunos de los cambios más importantes visibles a los usuarios en Thunderbird versión 91. Todos los detalles de los cambios pueden encontrarse en las <a href="%(release)s">notas de versión de Thunderbird 91</a>.
hr: Ovaj članak opisuje neke od velikih izmjena koje su vidljive korisnicima u Thunderbird inačici 91. Potpuni popis izmjena može se pronaći u <a href="%(release)s">napomenama o izdanju Thunderbird 91.0 i novijim</a>.
ka: ამ სტატიაში აღწერილია Thunderbird 91 ვერსიაში მომხმარებლებისთვის ხილული რამდენიმე ძირითადი ცვლილება. ყველა ცვლილების შესახებ სრულად შეგიძლიათ იხილოთ <a href="%(release)s">Thunderbird 91.0 გამოშვების ცნობებში</a>.
pt_pt: Este artigo descreve algumas das principais alterações visíveis para os utilizadores do Thunderbird, versão 91. Os detalhes completos de todas as alterações podem ser encontrados nas <a href="%(release)s">notas da versão 91.0 ou mais recentes do Thunderbird</a>.
sr: Овај чланак описује неке од главних промена које су видљиве корисницима у Thunderbird верији 91. Сви детаљи свих промена могу се пронаћи у напоменама за издања <a href="%(release)s">Thunderbird 91.0 и више</a>.

source: New Account Setup
es_mx: Configuración de nueva cuenta
hr: Postavljanje novog računa
ka: ანგარიშის გამართვის ახალი მეგზური
pt_pt: Configuração de nova conta
sr: Подешавање новог налога

source: One of the most noticeable changes for Thunderbird 91 is the new account setup wizard. The new wizard not only features a better look, but does auto-discovery of calendars and address books and allows most users to set them up with just a click. After setting up an account, the wizard also points users at additional (optional) things to do – such as adding a signature or setting up end-to-end encryption.
es_mx: Uno de los cambios más notables para Thunderbird 91 es el asistente para configurar una nueva cuenta. El nuevo asistente no solo tiene una mejor apariencia, sino que también permite el autodescubrimiento de calendarios y libretas de direcciones, y permite a la mayoría de los usuarios configurarlos con solo un clic. Después de configurar una cuenta, el asistente también sugiere a los usuarios cosas adicionales (opcionales) por hacer - como añadir una firma o configurar un cifrado de extremo a extremo.
hr: Jedna on najuočljivijih novosti u Thunderbirdu 91 je novi čarobnjak za postavljanje računa. Novi čarobnjak ne samo da bolje izgleda, nego također omogućuje automatsko postavljanje kalendara i adresara za većinu korisnika samo jednim klikom. Nakon postavljanja računa, čarobnjak usmjerava korisnike na dodatne (neobavezne) postavke – kao što je dodavanje potpisa ili postavljanje kriptiranja poruka.
ka: ერთ-ერთი ყველაზე შესამჩნევი ცვლილება, რომლითაც წარმოდგენილია Thunderbird 91, ანგარიშის გამართვის ახალი მეგზურია. არა მხოლოდ გაუმჯობესებული იერსახითაა, არამედ შეუძლია თავადვე მოიძიოს კალენდრები და მისამართების წიგნაკები მომხმარებლის შეუწუხებლად, ერთი დაწკაპებით. ანგარიშის გამართვის შემდგომ, მეგზური მომხმარებლებს დამატებითი (არასავალდებულო) პარამეტრების მითითებაშიც დაეხმარება – როგორიცაა ხელმოწერის დამატება, გამჭოლი დაშიფვრისთვის.
pt_pt: Uma das mudanças mais significativas no Thunderbird 91 é o novo assistente de configuração de conta. O novo assistente não tem apenas uma aparência melhor, mas faz a descoberta automática de calendários e livros de endereços, e permite que a maioria dos utilizadores os configure com apenas um clique. Depois de configurar uma conta, o assistente também sugere aos utilizadores passos adicionais (opcionais) a fazer - como adicionar uma assinatura ou configurar a encriptação ponto a ponto.
sr: Једна од најзначајнијих промена за Thunderbird 91 је нови чаробњак за подешавање налога. Нови чаробњак не само да изгледа боље, већ и аутоматски открива календаре и именике и омогућава већини корисника да их подесе само једним кликом. Након подешавања налога, чаробњак такође упућује кориснике на додатне (опционе) ствари које могу да ураде – као што је додавање потписа или подешавање шифровања с краја на крај.

source: Attachments & Drag-and-Drop
es_mx: Adjuntos y arrastrar y soltar
hr: Privici i dovuci i ispusti
ka: დანართები და ჩავლებით გადატანა
pt_pt: Anexos e, arrastar e soltar
sr: Прилози и њихово уметање
