Repository: inattee/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: es_mx, hr, ka, pt_pt, sr

source: The attachments pane has been moved to the bottom of the compose window for better visibility of filenames as well as being able to see many at once. We’ve also added an overlay that appears when you drag-and-drop a file into the compose window asking how you would like to handle the file in that email (such as putting a picture in-line in your message or simply attaching it to the email).
es_mx: El panel de adjuntos se ha movido hasta la parte inferior de la ventana de redacción para una mejor visibilidad de los nombres de archivo y para poder ver muchos a la vez. También hemos agregado una capa sobrepuesta que aparece cuando arrastras y sueltas un archivo en la ventana de redacción preguntando cómo te gustaría manejar el archivo en ese correo electrónico (como colocar una foto dentro del cuerpo del mensaje o simplemente adjuntarla al correo electrónico).
hr: Okno privitaka je pomaknuto na dno prozora za pisanje poruka za bolju vidljivost naziva datoteka, kao i mogućnost da se vidi više datoteka odjednom. Također smo dodali sloj koji prekriva prozor za pisanje kada dovučete i ispustite datoteku koji vas pita kako želite upravljati datotekom u toj poruci e-pošte (kao što je umetanje slike u poruku ili jednostavno je imati kao privitak poruci).
ka: დანართების არე გადატანილია წერილის შესადგენი ფანჯრის ქვემოთ, რამდენიმე ფაილის დასახელების უკეთ გამოსაჩენად ერთბაშად. აგრეთვე, ფაილის ჩავლებით ჩაგდებისას წერილის ფანჯარაში გამოჩნდება შრე, რომელიც შემოგთავაზებთ, როგორ გსურთ ამ ფაილის გამოყენება (მაგალითად, წერილის ტექსტშივე ჩაემატოს სურათი თუ მიებას დანართის სახით).
pt_pt: O painel de anexos foi movido para a parte inferior da janela de composição para uma melhor visibilidade dos nomes dos ficheiros, bem como um maior número de elementos. Também adicionamos uma sobreposição que aparece quando arrasta e solta um arquivo na janela de composição solicitando indicações sobre como gostaria de utilizar o ficheiro no respetivo e-mail (por exemplo, incorporar uma imagem em linha na sua mensagem ou simplesmente anexá-la ao e-mail).
sr: Панел са прилозима је премештен на дно прозора за састављање ради боље видљивости назива датотека и да се види више њих одједном. Такође смо додали преклапање које се појављује када превучете датотеку у прозор за састављање, које вас пита како бисте желели да ступите у интеракцију са датотеком у тој е-поруци (као што је постављање слике у поруци или једноставно прилагање у поруку).

source: UI Density Control
es_mx: Control de densidad de la IU
hr: Kontrola gustoće korisničkog sučelja
ka: იერსახის სიმჭიდროვის განსაზღვრა
pt_pt: Controlo de densidade da interface do utilizador
sr: Контрола збијености корисничког интерфејса

source: Whether you are using it on a large desktop monitor or a small laptop touchscreen, you may want the icons and text of the interface to be larger and more spread out or very compact. In Thunderbird 91, under View -> Density in the menu, you can select the UI density for the entire application. Three options are available: compact (small), normal(medium), and touch(large).
es_mx: Ya sea que lo estés utilizando en un gran monitor de escritorio o en una pequeña pantalla táctil de un portátil, puede que quieras que los iconos y el texto de la interfaz sean más grandes y estén más extendidos o que sean muy compactos. En Thunderbird 91, bajo el menú Ver -> Densidad, puedes seleccionar la densidad de IU para toda la aplicación. Hay tres opciones disponibles: compacta (pequeña), normal (media) y táctil (grande).
hr: Bez obzira da li ga koristite na velikom ekranu stolnog računala ili malom ekranu na dodir na prijenosnom računalu, možda želite da ikone i tekst sučelja budu veći i s većim razmakom između elemenata, ili vrlo kompaktno. U Thunderbirdu 91, pod Prikaz -> Zbijenost, možete odabrati gustoću korisničkog sučelja za cijelu aplikaciju. Dostupne su tri mogućnosti: kompaktno (malo), normalno (srednje) i za dodir (veliko).
ka: სამაგიდო კომპიუტერის დიდ მონიტორს იყენებთ თუ ლეპტოპის მცირე ზომის ეკრანს თითის შეხებით მართვისთვის, ნებისმიერ შემთხვევაში გექნებათ სურვილი, უკეთ მოირგოთ ტექსტი და ხატულები, გაადიდოთ და გაშალოთ ან პირიქით, შეამჭიდროვოთ. Thunderbird 91, ამის საშუალებას გაძლევთ მენიუდან, ხედი -> სიმჭიდროვის მითითებით, მთლიანი პროგრამისთვის. სამი არჩევანია: შეკუმშული (მცირე), ჩვეულებრივი (საშუალო) და შეხებისთვის (ფართო).
pt_pt: Quer o esteja a utilizar num grande monitor de computador ou num pequeno ecrã sensível ao toque de um computador portátil, pode querer que os ícones e o texto da interface sejam maiores e mais espaçados ou muito compactos. No Thunderbird 91, em Ver -> Densidade do menu, pode selecionar a densidade da interface do utilizador para toda a aplicação. Estão disponíveis três opções: compacto (pequeno), normal (médio) e tátil (grande).
sr: Без обзира на то да ли га користите на великом десктоп монитору или на малом екрану лаптопа осетљивом на додир, можда ћете желети да иконе и текст интерфејса буду већи и расутији или веома компактни. У Thunderbird-у 91, мени Преглед -> Збијеност вам омогућава да изаберете густину интерфејса за целу апликацију. Доступне су три опције: сажета (мала), обична (средња) и додирна (велика).

source: Protect Your Privacy
es_mx: Protege tu privacidad
hr: Zaštite svoju privatnost
ka: პირადულობის დაცვა
pt_pt: Proteja a sua privacidade
sr: Заштите вашу приватност

source: Whether it’s work or play, you deserve to have privacy when you are online. A VPN, Virtual Private Network, can help you create a secure, private connection to the internet. So that when you are traveling, connecting to WiFi, or simply want more online security - you know that your information is protected from prying eyes.
es_mx: Ya sea que estés trabajando o jugando, mereces tener privacidad cuando estés en línea. Un VPN, red privada virtual, puede ayudarte a crear una conexión segura y privada a Internet. Para que cuando estés viajando, conectándote a una red WiFi o simplemente quieres más seguridad en línea, sepas que tu información está protegida de miradas indiscretas.
hr: Bez obzira radi li se o poslu ili zabavi, zaslužujete privatnost kada ste na mreži. VPN, virtualna privatna mreža, vam pomaže stvoriti sigurnu, privatnu vezu na Internet. Kada putujete i povezujete se na WiFi, ili jednostavno želite više sigurnosti - znate da vaše informacije su zaštićene od znatiželjih očiju.
ka: მუშაობისას თუ გართობისას, ნებისმიერ შემთხვევაში იმსახურებთ პირადი ცხოვრების ხელშეუხებლობას ინტერნეტში. VPN ანუ Virtual Private Network (წარმოსახვითი კერძო ქსელი) დაგეხმარებათ დაცულად, კერძო ხაზით დაუკავშირდეთ ინტერნეტს. გამოგადგებათ მოგზაურობისას, როცა გიწევთ გამოიყენოთ დაუცველი WiFi ან მაშინ, როცა მიგაჩნიათ რომ მეთვალყურეებისგან უკეთ დაცვა გესაჭიროებათ.
pt_pt: Quer seja no trabalho ou no lazer, merece ter privacidade quando estiver online. Uma VPN, Rede Privada Virtual, pode ajudá-lo a criar uma conexão segura e privada com a Internet. Para que quando estiver a viajar e conectar-se ao Wi-Fi ou simplesmente queira mais segurança online, saiba que as suas informações estão protegidas contra olhares indiscretos.
sr: Било да је у питању посао или игра, заслужујете приватност на мрежи. Виртуелна приватна мрежа (VPN) вам помаже да се безбедно и приватно повежете на интернет, тако да без обзира да ли путујете, повезујете се на непознату WiFi мрежу или само желите да будете безбеднији на мрежи, ваши лични подаци су заштићени.

source: Learn More
es_mx: Saber más
hr: Saznajte više
ka: ვრცლად
pt_pt: Saber mais
sr: Сазнајте више

source: Calendar Improvements
es_mx: Mejoras de calendario
hr: Poboljšanja kalendara
ka: კალენდრის გაუმჯობესება
pt_pt: Melhorias de calendário
sr: Побољшања календара

source: Managing multiple calendars has been made easier with the calendar sidebar improvements in this release. There is a quick enable button for disabled calendars, a lock indicator for read-only calendars, and a show/hide icon for easily toggling what calendars are visible. Outside the sidebar, there are now better color accents to highlight the current day in the calendar.
es_mx: La gestión de múltiples calendarios ahora es aún más fácil con las mejoras en la barra lateral del calendario de esta versión. Hay un botón de activación rápida para calendarios desactivados, un indicador de bloqueo para calendarios de solo lectura y un icono para mostrar/ocultar que alterna fácilmente los calendarios visibles. Fuera de la barra lateral, ahora hay mejores indicadores de color para resaltar el día actual en el calendario.
hr: Upravljanje s više kalendara je olakšano unaprijeđenjem bočne trake u ovom izdanju. Dodana je tipka za brzo omogućavanje onemogućenih kalendara, indikator zaključanih kalendara, i tipka za prikaz/skrivanje za jednostavno uključivanje vidljivosti kalendara. Izvan bočne trake, naglašena je boja trenutnog dana u kalendaru.
ka: რამდენიმე კალენდრის გამოყენება, კიდევ უფრო გამარტივებულია კალენდრის გვერდით ზოლზე, ახალ გამოშვებაში. დაემატა სწრაფი ჩართვის ღილაკი, გაუქმებული კალენდრებისთვის, ჩაკეტვის მაჩვენებელი, მხოლოდ წასაკითხი კალენდრებისთვის და გამოჩენა/დამალვის ხატულა, კალენდრის ხილვადობის ადვილად შეცვლისთვის. გარდა გვერდითი ზოლისა, გაუმჯობესებულია შეფერილობაც, მიმდინარე დღის უკეთ გამოსაკვეთად.
pt_pt: A gestão de vários calendários ficou mais fácil com as melhorias da barra lateral do calendário nesta versão. Há um botão de ativação rápida para calendários desativados, um indicador de bloqueio para calendários somente de leitura e um ícone mostrar/ocultar para alternar facilmente quais os calendários que estão visíveis. Fora da barra lateral, agora há destaques de cores melhores para destacar o dia atual no calendário.
sr: Управљање са више календара је поједностављено уз побољшања бочног панела календара у овом издању. Постоји дугме за брзо омогућавање за онемогућене календаре, индикатор закључавања за календаре који су само за читање и иконица прикажи/сакриј да лако промените видљивост календара. Изван бочног панела сада постоје бољи акценти боја за истицање текућег дана у календару.

source: Thunderbird’s Dark Theme got even better in this release. In the past some windows and dialogues looked a bit out of place if you had Thunderbird’s dark theme selected. Now almost every dialogue and window in Thunderbird is fully styled to respect the user’s color scheme preferences.
es_mx: El tema oscuro de Thunderbird mejoró aún más en esta versión. En el pasado, algunas ventanas y diálogos parecían un poco fuera de lugar si tenías seleccionado el tema oscuro de Thunderbird. Ahora, prácticamente todos los diálogos y ventanas están diseñados para respetar las preferencias de combinación de colores del usuario.
hr: Thunderbird tamna tema je još bolja u ovom izdanju. U prošlosti neki prozori i dijalozi su izgledali pomalo neumjesno ukoliko ste imali omogućenu tamnu temu. Sada je gotovo svaki prozor i dijalog u Thunderbirdu potpuno stiliziran kako bi poštovao korisnički odabrane sheme boje.
ka: Thunderbird მუქი იერსახით კიდევ უფრო დახვეწილია ამ გამოშვებაში. წინათ, ზოგიერთი ფანჯარა და არე, ცოტა ამოვარდნილი იყო Thunderbird-ის მუქი გაფორმებიდან. ახლა, თითქმის ყველა ნაწილი Thunderbird-ში სრულად იქნება შეხამებული, მომხმარებლის შერჩეულ სასურველ იერსახესთან.
pt_pt: O tema escuro do Thunderbird ficou ainda melhor nesta versão. No passado, algumas janelas e diálogos pareciam um pouco fora de lugar se tivesse selecionado o tema escuro do Thunderbird. Agora, quase todos os diálogos e janelas do Thunderbird são totalmente estilizados para respeitar as preferências do esquema de cores do utilizador.
sr: Тамна Thunderbird тема је још боља у овој верзији. У прошлости су неки прозори и дијалози изгледали помало чудно када би одабрали тамну Thunderbird тему. Сада је скоро сваки дијалошки оквир и прозор у Thunderbird-у у потпуности стилизован тако да поштује жељене шеме боја корисника.

source: PDF Viewer
es_mx: Visor PDF
hr: PDF preglednik
ka: PDF-წამკითხველი
pt_pt: Visualizador de PDF
sr: PDF читач

source: Thunderbird now has a built-in PDF viewer, which means you can read and even do some editing on PDFs sent to you as attachments. You can do all this without ever leaving Thunderbird, allowing you to return to your inbox without missing a beat.
es_mx: Thunderbird ahora tiene un visor PDF incorporado, lo que significa que puedes leer e incluso editar algunos archivos PDF que te lleguen como archivos adjuntos. Puedes hacer todo esto sin tener que salir de Thunderbird, lo que te permite volver a la bandeja de entrada sin perder el ritmo.
hr: Thunderbird sada ima ugrađen PDF preglednik, što znači da možete čitati ili čak i uređivati neke PDFove koji su vam poslani kao privitak. Ovo sve možete uraditi bez da napustite Thunderbird, što vam omogućuje brzi povratak u primljenu poštu.
ka: Thunderbird უკვე აღჭურვილია ჩაშენებული PDF-წამკითხველით, რაც ნიშნავს, რომ შეგიძლიათ იქვე წაიკითხოთ და ჩაასწოროთ კიდეც PDF-დოკუმენტები, რომელთაც დანართის სახით მიიღებთ. ამისთვის, Thunderbird-ის დატოვებაც კი არ მოგიწევთ და შეძლებთ პირდაპირ განაგრძოთ საფოსტო ყუთის მონახულება, შეუფერხებლად.
pt_pt: O Thunderbird agora tem um visualizador de PDF integrado, o que significa que pode ler e até editar PDFs enviados a si como anexos. Pode fazer tudo isto sem sair do Thunderbird, permitindo que retorne à sua caixa de entrada sem perder o ritmo.
sr: Thunderbird сада има уграђени PDF читач, што значи да можете читати, па чак и уређивати PDF-ове који су вам послани у прилозима. Све ово можете да урадите без напуштања Thunderbird-а, што вам омогућава да се брзо вратите у пријемно сандуче.

source: There are many other big changes that make Thunderbird 91 a very large release including:
es_mx: Hay muchos otros cambios importantes que hacen de Thunderbird 91 una versión muy grande, que incluyen:
hr: Postoje još i brojne druge velike izmjene koje čine Thunderbird 91 vrlo velikim izdanjem, uključujući:
ka: კიდევ სხვა მრავალი გამოსარჩევი ცვლილებაა, რომლითაც Thunderbird 91 დიდ გამოშვებად იქცევა, მათ შორის:
pt_pt: Existem muitas outras grandes mudanças que tornam o Thunderbird 91 num lançamento muito grande, incluindo:
sr: Постоје многе друге приметне промене у овом великом Thunderbird 91 ажурирању, укључујући:

source: Native support for macOS devices built with Apple Silicon CPU
es_mx: Soporte nativo para dispositivos macOS construidos con CPU Apple Silicon
hr: Izvorna podrška za macOS uređaje izgrađene s Apple Silicon CPU
ka: ჩაშენებული მხარდაჭერა Apple Silicon CPU-ით აღჭურვილი macOS-მოწყობილობების
pt_pt: Suporte nativo para dispositivos macOS construídos com CPU Apple Silicon
sr: Изворна подршка за macOS уређаје изграђене са Apple Silicon CPU-ом

source: CardDAV Address Book Support (and CardDAV auto-detection support)
es_mx: Soporte para libreta de direcciones CardDAV (y soporte para autodetección de CardDAV)
hr: Podrška za CardDAV adresar (i podrška za automatsko CardDAV otkrivanje)
ka: CardDAV-წიგნაკების მხარდაჭერა (და CardDAV-წიგნაკის თვითაღმოჩენის შესაძლებლობა)
pt_pt: Suporte para o Livro de Endereços CardDAV (e suporte para deteção automática CardDAV)
sr: Подршка за CardDAV именик (и подршка за аутоматксо CardDAV откривање)

source: Printing UI updated
es_mx: Se actualizó la interfaz de impresión
hr: Ažurirano korisničko sučelje za ispis
ka: ამობეჭდვის განახლებული არე
pt_pt: IU de impressão atualizada
sr: Ажуриран кориснички интерфејс за штампање

source: Ability to change order of accounts in UI
es_mx: Posibilidad de cambiar el orden de las cuentas en la interfaz de usuario
hr: Mogućnost promjene redoslijeda računa u korisničkom sučelju
ka: ანგარიშების რიგითობის შეცვლის შესაძლებლობა
pt_pt: Capacidade de alterar a ordem das contas na interface do utilizador
sr: Могућност промене редоследа налога у корисничком интерфејсу

source: Registers to handle .ics files, letting you preview and import events to the calendar by double clicking the file
es_mx: Se registra en el sistema para manejar archivos .ics, permitiéndote ver e importar eventos al calendario haciendo doble clic en el archivo
hr: Mogućnost registracije otvaranja .ics datoteka, što vam omogućava pregled i uvoz događaja u kalendar jednostavnim dvostrukim klikom na datoteku
ka: დამუშავება .ics ფაილების, რაც ღონისძიებების ნახვისა და შეტანის საშუალებას იძლევა, კალენდრის ფაილზე ორმაგი წკაპით
pt_pt: Regista-se para lidar com ficheiros .ics, permitindo que visualize e importe eventos para o calendário ao clicar duas vezes no ficheiro
sr: Регистри за руковање .ics датотекама, што вам омогућава да прегледате и увезете догађаје у календар двоструким кликом на датотеку

source: You can see details of all our changes in the release notes for <a href="%(release)s">Thunderbird 91.0 and up</a>.
es_mx: Puedes ver los detalles de todos nuestros cambios en las notas de lanzamiento de <a href="%(release)s">Thunderbird 91.0 y posteriores</a>.
hr: Možeš provjeriti popis svih promjena u <a href="%(release)s">napomenama za izdanje Thunderbird 91.0 i novijim</a>.
ka: ცვლილებებზე დაწვრილებით, იხილეთ გამოშვების შენიშვნებში, <a href="%(release)s">Thunderbird 91.0 ვერსიისთვის და ზემოთ</a>.
pt_pt: Pode consultar os detalhes de todas as nossas alterações nas notas de lançamento para o <a href="%(release)s">Thunderbird 91.0 e mais recentes</a>.
sr: Детаље о свим променама можете видети у напоменама за издања <a href="%(release)s">Thunderbird 91.0 и више</a>.

source: Download Thunderbird in your language
es_mx: Descarga Thunderbird en tu idioma
hr: Preuzmi Thunderbird na tvom jeziku
ka: ჩამოტვირთეთ Thunderbird თქვენს ენაზე
pt_pt: Transfira o Thunderbird no seu idioma
sr: Преузмите Thunderbird на свом језику

source: Be one of the first to try the newest features in Thunderbird. By giving us your feedback, you’ll help us to refine the features that will be included in the final version.
es_mx: Sé uno de los primeros en probar las nuevas características de Thunderbird. Al darnos tu opinión, nos estás ayudando a mejorar las características que se incluirán en la versión final.
hr: Budi jedan/jedna od prvih koji će isprobati najnovije funkcije u Thunderbirdu! Slanjem povratnih informacija, pomoći ćeš nam poboljšati funkcije, koje će se ugraditi u finalnu verziju.
ka: გახდით Thunderbird-ის უახლესი შესაძლებლობების ერთ-ერთი პირველი გამომცდელი. თქვენი გამოხმაურება კი დაგვეხმარება ამ შესაძლებლობების დახვეწასა და გაუმჯობესებაში საბოლოო ვერსიისთვის.
pt_pt: Seja um(a) dos primeiros(as) a experimentar as mais novas funcionalidades no Thunderbird. Ao dar-nos o seu feedback, irá ajudar-nos a refinar as funcionalidades que serão incluídas na versão final.
sr: Будите први у испробавању најновијих могућности Thunderbird-а. Давањем повратних података нам помажете да побољшамо и довршимо могућности које ће бити у крајњем издању програма.

source: Get the award-winning email application from Mozilla. Import your existing mail and enjoy our new features like tabbed email and advanced search.
es_mx: Consigue la premiada aplicación de correo de Mozilla. Importa tu cuenta de correo y disfruta de nuevas opciones, como correos en pestañas y búsquedas avanzadas.
hr: Preuzmi jednu od najboljih aplikacije e-pošte od Mozille. Uvezi tvoj postojeći račun za e-poštu i uživaj u novim funkcijama kao što je prikaz e-poruka u karticama i napredno pretraživanje.
ka: მიიღეთ უმაღლესი დონის ელფოსტის პროგრამა Mozilla-სგან. გადმოიტანეთ თქვენი წერილები და ისარგებლეთ ჩვენი უახლესი შესაძლებლობებით, როგორიცაა ჩანართებიანი საფოსტო ყუთი და გაფართოებული ძიება.
pt_pt: Obtenha a aplicação de email premiada da Mozilla. Importe o seu correio existente e desfrute das nossas novas funcionalidades como email em separadores e pesquisa avançada.
sr: Набавите светски познати мејл програм направљен у Mozilla-и. Увезите ваше постојеће е-поруке и уживајте у новим могућностима као што су мејлови у језичцима и напредна претрага.

source: Check the system requirements
es_mx: Revisa los requisitos del sistema
hr: Provjeri zahtjeve sustava
ka: სისტემური მოთხოვნების შემოწმება
pt_pt: Verificar os requisitos do sistema
sr: Провери системске захтеве

source: Release notes
es_mx: Informe de novedades
hr: Napomene o izdanju
ka: გამოშვების მონაცემები
pt_pt: Notas de lançamento
sr: Белешке о издању

source: All Releases
es_mx: Todas las versiones
hr: Sva izdanja
ka: ყველა გამოშვება
pt_pt: Todos os lançamentos
sr: Сва издања

source: Fully localized versions
es_mx: Versiones traducidas por completo
hr: Potpuno prevedene verzije
ka: სრულად ლოკალიზებული ვერსიები
pt_pt: Versões completamente traduzidas
sr: Потпуно преведена издања

source: Choose your Language and Operating System
es_mx: Elige tu idioma y sistema operativo
hr: Odaberi jezik i operacijski sustav
ka: შეარჩიეთ თქვენი ენა და საოპერაციო სისტემა
pt_pt: Escolha o seu idioma e sistema operativo
sr: Изаберите језик и оперативни систем

source: Download Beta in your language
es_mx: Descarga la versión Beta en tu idioma
hr: Preuzmi Beta izdanje na hrvatskom jeziku
ka: ჩამოტვირთეთ საცდელი Beta თქვენს ენაზე
pt_pt: Transfira a Beta no seu idioma
sr: Преузмите Бету на свом језику

source: Fully localized beta versions
es_mx: Versiones beta completamente localizadas
hr: Potpuno prevedene beta verzije
ka: სრულად თარგმნილი ვერსიები
pt_pt: Versões beta totalmente traduzidas
sr: Потпуно преведене бета верзије

source: Thunderbird Release Notes
es_mx: Notas de la nueva version de Thunderbird
hr: Napomene o izdanjima Thunderbirda
ka: Thunderbird-ის გამოშვების შენიშვნები
pt_pt: Notas de lançamento do Thunderbird
sr: Напомене о Thunderbird издањима

source: Release notes for each version of Thunderbird.
es_mx: Notas de publicación para cada versión de Thunderbird.
hr: Napomene o izdanju za svaku Thunderbird verziju.
ka: გამოშვების მონაცემები, Thunderbird-ის თითოეული ვერსიისთვის.
pt_pt: Notas de lançamento para cada versão do Thunderbird.
sr: Белешке о издању за сваку верзију Thunderbird-а.

source: Thunderbird release notes are specific to each version of the application. Select your version from the list below to see the release notes for it.
es_mx: Las notas de publicación de Thunderbird son específicas para cada versión. Selecciona tu versión en la lista para ver su nota correspondiente.
hr: Napomene o izdanju su specifične za svaku Thunderbird verziju. Za prikaz napomena, odaberi svoju verziju iz donjeg popisa.
ka: Thunderbird-ის გამოშვებების მონაცემები განსხვავებულია პროგრამის თითოეული ვერსიისთვის. მიუთითეთ თქვენი ვერსია ქვემოთ არსებული ჩამონათვლიდან, შესაბამისი გამოშვების მონაცემების სანახავად.
pt_pt: As notas de lançamento do Thunderbird são especificas para cada versão da aplicação. Selecione a sua versão a partir da lista abaixo para ver as notas de lançamento para a mesma.
sr: Thunderbird белешке о издању су посебне за свако издање програма. Изаберите издање из списка испод да бисте видели белешке о том издању.

source: Welcome to <div class="tb-text">Thunderbird <small class="accent-text">Beta</small></div>
pt_pt: Bem-vindo ao <div class="tb-text">Thunderbird <small class="accent-text">Beta</small></div>

source: I need
pt_pt: Eu preciso de

source: Help with the donation form
pt_pt: Ajuda com o formulário de doação

source: A copy of my donation receipt
pt_pt: Uma cópia do meu recibo de doação

source: Can I give bitcoin?
sr: Примате ли биткоин?

source: We are not currently accepting bitcoin.
sr: Тренутно не прихватамо донације биткоина.

source: How can I turn off the appeal on the Thunderbird start page?
sr: Како могу да искључим апел за донације на Thunderbird почетној страници?

source: Currently, the majority of Thunderbird’s revenue comes from generous gifts from users and friends of Thunderbird.
sr: Тренутно, највећи део Thunderbird прихода потиче од великодушних поклона Thunderbird корисника и пријатеља.

source: Who gives to Thunderbird?
sr: Ко донира Thunderbird-у?
