Repository: inattee/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: es_mx, hr, ka, pt_pt, sr

source: Release notes are provided for every update in:
es_mx: Las notas de la versión se proporcionan para cada actualización en:
ka: გამოშვების შენიშვნები მოცემულია ყოველი განახლებისას:
pt_pt: As notas da versão são fornecidas para cada atualização em:
sr: Напомене о издању доступне су за свако ажурирање под:

source: ≡ > Help > About > Release Notes.
es_mx: ≡ > Ayuda > Acerca de > Notas de la versión.
ka: ≡ > დახმარება > შესახებ > გამოშვების მონაცემები.
pt_pt: ≡ > Ajuda> Sobre > Notas de lançamento.
sr: ≡ > Помоћ > О > Напомене о издању.

source: Please post questions about normal Thunderbird usage in <a href="https://support.mozilla.org/questions/new/thunderbird/form">Thunderbird support</a>.
es_mx: Publica preguntas sobre el uso normal de Thunderbird en <a href="https://support.mozilla.org/questions/new/thunderbird/form">Soporte de Thunderbird</a>.
ka: გთხოვთ, დასვათ კითხვები ჩვეულებრივი Thunderbird-ის გამოყენების შესახებ <a href="https://support.mozilla.org/questions/new/thunderbird/form">Thunderbird-ის მხარდაჭერის გვერდზე</a>.
sr: За општа питања о употреби Thunderbird-а, поставите их на <a href="https://support.mozilla.org/questions/new/thunderbird/form">Thunderbird подршку</a>.

source: Ask beta specific assistance questions and comments in <a href="https://thunderbird.topicbox.com/groups/beta">the beta forum</a>, or browse it to see what other beta users are discussing. The forum operates in English, so if you need assistance in another language please ask for help in <a href="https://support.mozilla.org/questions/new/thunderbird/form">Thunderbird support</a>.
es_mx: Haz preguntas y comentarios de asistencia específicos para la versión beta en <a href="https://thunderbird.topicbox.com/groups/beta">el foro de la versión beta</a>, o navega para ver qué están discutiendo otros usuarios de la versión beta. El foro funciona en inglés, por lo que si necesitas ayuda en otro idioma, pide ayuda en <a href="https://support.mozilla.org/questions/new/thunderbird/form">asistencia de Thunderbird</a>.
ka: უშუალოდ Beta-სთან დაკავშირებულ საკითხებზე პასუხის მისაღებად კი დაწერეთ <a href="https://thunderbird.topicbox.com/groups/beta">Beta-ფორუმზე</a> ან მოიძიეთ იქვე, თუ რას განიხილავენ სხვა მომხმარებლები. ფორუმი ინგლისურადაა, ასე რომ, თუ სხვა ენაზე გსურთ დახმარების მიღება, იკითხეთ <a href="https://support.mozilla.org/questions/new/thunderbird/form">Thunderbird-ის მხარდაჭერის გვერდზე</a>.
sr: Поставите питања и коментаре везана за бета верзију на <a href="https://thunderbird.topicbox.com/groups/beta">бета форуму</a> или прегледајте форум да видите о чему други бета корисници дискутују. Форум је на енглеском, па ако вам је потребна помоћ на другом језику, затражите је на <a href="https://support.mozilla.org/questions/new/thunderbird/form">Thunderbird подршци</a>.

source: If you find a problem, try to <a href="https://support.mozilla.org/kb/troubleshoot-mode-thunderbird">reproduce the problem in Troubleshoot Mode</a>, then file a bug report for <a href="https://bugzilla.mozilla.org/enter_bug.cgi?product=Thunderbird">Thunderbird</a> or <a href="https://bugzilla.mozilla.org/enter_bug.cgi?product=Calendar">Calendar</a>.
es_mx: Si encuentras un problema, intenta <a href="https://support.mozilla.org/kb/troubleshoot-mode-thunderbird">reproducir el problema en el modo de solución de problemas</a>, luego presenta un reporte de error para <a href="https://bugzilla.mozilla.org/enter_bug.cgi?product=Thunderbird">Thunderbird</a> o <a href="https://bugzilla.mozilla.org/enter_bug.cgi?product=Calendar">Calendario</a>.
ka: თუ ხარვეზს წააწყდით, <a href="https://support.mozilla.org/kb/troubleshoot-mode-thunderbird">სცადეთ გასწორება გაუმართაობის მოსაგვარებელ რეჟიმში</a>, შემდეგ კი გამოგვიგზავნეთ მოხსენება <a href="https://bugzilla.mozilla.org/enter_bug.cgi?product=Thunderbird">Thunderbird</a>-ის ან <a href="https://bugzilla.mozilla.org/enter_bug.cgi?product=Calendar">Calendar</a>-ის შესახებ.
sr: Ако наиђете на проблем, покушајте да га <a href="https://support.mozilla.org/kb/troubleshoot-mode-thunderbird">поновите у режиму за исправљање проблема</a>, а потом поднесете извештај о грешци за <a href="https://bugzilla.mozilla.org/enter_bug.cgi?product=Thunderbird">Thunderbird</a> или <a href="https://bugzilla.mozilla.org/enter_bug.cgi?product=Calendar">календар</a>.

source: <b>≡ > Tools > Export</b> can be used to backup your profile, or to get to your profile directory quickly.
es_mx: <b>≡ > Herramientas > Exportar</b> puede ser usado para respaldar tu perfil, o para obtener tu directorio de perfil de forma rápida.
ka: <b>≡ > ხელსაწყოები > გატანა</b> გამოდგება პროფილის მარქაფისთვის ან პროფილის საქაღალდის სწრაფად მოსანახად.
sr: <b>≡ > Алатке > Извези</b> се може користити за прављење резервне копије вашег профила или за брз приступ фасцикли вашег профила.

source: <b>≡ > Go > Mail Start Page (aka Beta Start Page)</b> is a handy reference which documents several of the above items and more.
es_mx: <b>≡ > Ir > Página de inicio del correo (Página de inicio de Beta)</b> es una referencia útil que documenta varios de los elementos anteriores y más.
ka: <b>≡ > გადასვლა > ფოსტის საწყისი გვერდი (ე.წ. Beta-ს საწყისი გვერდი)</b> მეტად მოსახერხებელი ადგილია ზემოაღნიშნულ და სხვა მასალებთან მარტივი წვდომისთვის.
sr: <b>≡ > Иди > Почетна страна поште (тј. бета почетна страна)</b> је згодна референца која документује неколико горе наведених тачака и више.

source: Thunderbird Features
es_mx: Funciones de Thunderbird
hr: Funkcije Thunderbirda
ka: Thunderbird-ის შესაძლებლობები
pt_pt: Funcionalidades do Thunderbird
sr: Thunderbird могућности

source: It’s all yours. It’s now easier to upgrade to Thunderbird.
es_mx: Es todo tuyo. Y ahora es más fácil actualizar a Thunderbird.
hr: Sve je u tvojim rukama. Sada je lakše nadograditi na Thunderbird.
ka: ეს ყველაფერი თქვენია. ახლა უკვე კიდევ უფრო მარტივია Thunderbird-ზე განახლება.
pt_pt: É todo seu. Agora é mais fácil de atualizar para o Thunderbird.
sr: Ваш је на дохват руке. Сада је лакше надоградити се на Thunderbird.

source: Easier to Get Started
es_mx: Más fácil dar el primer paso
hr: Jednostavnije postavljanje
ka: გამარტივებული დაწყება
pt_pt: Mais fácil de começar
sr: Једноставнији за почети

source: Tabs and Search
es_mx: Pestañas y búsqueda
hr: Kartice i pretraživanje
ka: ჩანართები და ძიება
pt_pt: Separadores e pesquisa
sr: Језичци и претрага

source: Customize Your Email Experience
es_mx: Personaliza tu experiencia de correo
hr: Prilagodi e-poštu svojim željama
ka: მოირგეთ ელფოსტა თქვენს მოთხოვნილებებზე
pt_pt: Personalize a sua experiência de e-mail
sr: Прилагодите вашу е-пошту

source: Secure and Protect Your Email
es_mx: Protege y asegura tu correo
hr: Osiguraj i zaštiti svoju e-poštu
ka: დაიცავით თქვენი ელფოსტის უსაფრთხოება
pt_pt: Proteja o seu email
sr: Заштитите вашу е-пошту

source: Mail Account Setup Wizard
es_mx: Asistente de configuración de cuentas de correo
hr: Čarobnjak podešavanja računa e-pošte
ka: ელფოსტის დაყენებისა და გამართვის მეგზური
pt_pt: Assistente de configuração da conta de e-mail
sr: Подешавање налога за е-пошту

source: Prior to this feature you had to know your IMAP, SMTP, and SSL/TLS settings. Now all you need to provide is your name, email address, and password and the email account set up wizardry will check our database and find the email settings for you.
es_mx: Antes de esta característica, tenías que conocer tus configuraciones de IMAP, SMTP y SSL/TLS. Ahora lo único que necesitas es escribir tu nombre, dirección de correo y contraseña, y el asistente buscará en nuestra base de datos y encontrará la configuración adecuada para ti.
hr: U prijašnjim izdanjima bilo je potrebno znati svoje IMAP, SMTP i SSL/TLS postavke. Sada trebaš samo tvoje ime, adresu e-pošte i lozinku, a čarobnjak za podešavanja e-pošte automatski će provjeriti bazu podataka i pronaći postavke e-pošte.
ka: ამ შესაძლებლობის გამოსაყენებლად წინასწარ უნდა იცოდეთ IMAP, SMTP და SSL/TLS პარამეტრები. შემდეგ კი საჭიროა თქვენი სახელის, ელფოსტის მისამართისა და პაროლის მითითება, ანგარიშის გამართვის მეგზური კი გადახედავს მონაცემთა კრებულს და მოიძიებს თქვენი ელფოსტისთვის საჭირო პარამეტრებს.
pt_pt: Antes desta funcionalidade, você tinha de saber as suas definições IMAP, SMTP e SSL/TLS. Agora, tudo o que precisa de fornecer é o seu nome, endereço de e-mail e palavra-passe, e o assistente de configuração de conta de e-mail irá pesquisar a nossa base de dados e encontrar as definições de correio por si.
sr: Пре ове могућности морали сте знати ваша IMAP, SMTP и SSL/TLS подешавања. Све што је потребно сада јесте да унесете ваше име, е-пошту, лозинку и чаробњак ће проверити нашу базу података и пронаћи подешавања за вашу е-пошту.

source: One-click Address Book
es_mx: Agenda de contactos en un solo clic
hr: Jednim klikom do adresara
ka: ერთწკაპიანი მისამართების წიგნაკი
pt_pt: Livro de Endereços com Um Clique
sr: Једним кликом до именика

source: One-click Address Book is a quick and easy way to add people to your address book. Add people by simply clicking on the star icon in the message you receive. Two clicks and you can add more details like a photo, birthday, and other contact information.
es_mx: La libreta de direcciones con un solo clic es una forma fácil y rápida de agregar. Agrega personas al hacer clic en el icono de estrella en los mensajes que recibes. Con dos clics podrás agregar más detalles, como una foto, el cumpleaños y otra información de contacto.
hr: Jednim klikom do adresara, moguće je brzo i jednostavno dodati osobe u vlastiti adresar. Dodaj osobe klikom na zvjezdicu u zaprimljenoj poruci. Ako klikneš dvaput, moći ćeš dodati daljnje podatke, poput slike, datum rođenja i sl.
ka: ერთწკაპიანი მისამართების წიგნაკი მარტივი და სწრაფი საშუალებაა ხალხის დასამატებლად სიაში. მხოლოდ დაწკაპეთ მიღებული წერილის ვარსკვლავის ნიშანზე გამომგზავნის ნაცნობებში დასამატებლად. მეორე დაწკაპებით კი შეგიძლიათ დამატებითი მონაცემების მითითებაც, მათ შორის ფოტოსურათის, დაბადების თარიღისა და სხვა საჭირო ინფორმაციის.
pt_pt: Livro de Endereços com Um Clique é uma forma rápida e fácil de adicionar pessoas ao seu livro de endereços. Adicione pessoas com um simples clique no ícone da estrela na mensagem que receber. Dois clique e pode adicionar mais detalhes como uma fotografia, aniversário e outras informações de contacto.
sr: Једним кликом на именик можете брзо и лако додати људе у ваш именик. Додајте људе једноставним кликом на иконицу звезде у поруци коју примите. Са два клика можете додати још детаља као што је слика, рођендан и друге информације.

source: Attachment Reminder
es_mx: Recordatorio de adjuntos
hr: Podsjetnik privitaka
ka: დანართის შემხსენებელი
pt_pt: Aviso de Anexos
sr: Подсетник за прилог

source: The attachment reminder looks for the word attachment (and other words like file types) in the body of your message and reminds you to add an attachment before hitting send.
es_mx: El recordatorio de adjuntos busca en el cuerpo de tu mensaje la palabra "adjunto" (y otras palabras como "tipos de archivo") y te recuerda que debes agregar un adjunto antes enviar el mensaje.
hr: Dok pišeš poruku, podsjetnik privitaka traži riječ privitak (i riječi poput vrste datoteka) i podsjeća te dodati privitak prije slanja poruke.
ka: დანართის შემხსენებელი ეძებს სიტყვა „დანართს“ (და ფაილის სახეობების აღმნიშვნელ სხვა სიტყვებს) წერილის შიგთავსში და შეგახსენებთ ფაილის მიმაგრების საჭიროებას, გაგზავნის ღილაკზე დაჭერამდე.
pt_pt: O Aviso de Anexos procura pela palavra anexo (e outras palavras, como tipos de ficheiro) no corpo da sua mensagem e alerta para o facto de se poder ter esquecido de adicionar um anexo, antes de enviar a mensagem.
sr: Подсетник за прилог тражи у поруци реч "прилог" (и остале речи типова датотека) и подсећа вас да додате прилог пре него што пошаљете пошту.

source: Multiple-channel chat
es_mx: Chat multicanal
hr: Višekanalni razgovori
ka: მრავალარხიანი სასაუბრო
pt_pt: Conversação com vários canais
sr: Вишеканално ћаскање

source: Enjoy real-time conversation with your contacts, right from your favorite messaging application, with multiple supported networks. Thunderbird makes it easy to search through both past conversations and received emails.
es_mx: Disfruta de conversaciones en tiempo real con tus contactos, directamente desde tu aplicación de mensajería favorita, compatible con múltiples redes. Thunderbird facilita buscar tanto en las conversaciones anteriores como en los correos recibidos.
hr: Uživaj u dopisivanju u stvarnom vremenu (chat) sa svojim kontaktima, izravno iz tvoje omiljene aplikacije za razmjenu poruka, s višestrukim podržanim mrežama. Thunderbird olakšava pretraživanje ukupne komunikacije, prethodnih razgovora i primljene e-pošte.
ka: ისარგებლეთ მეგობრებთან პირდაპირ საუბრის შესაძლებლობებით, თქვენი რჩეული მიმოწერის პროგრამიდან, მრავალ მხარდაჭერილ ქსელში. Thunderbird აადვილებს ძველი საუბრებისა და ელფოსტით მოწერილი წერილების მოძიებას.
pt_pt: Desfrute de conversas em tempo real com seus contactos, diretamente da sua aplicação de mensagens favorita, com suporte a várias redes. O Thunderbird facilita a pesquisa, tanto nas conversas anteriores como nos nos e-mails recebidos.
sr: Уживајте у дописивању у реалном времену са вашим контактима, директно из ваше омиљене апликације за размену порука, с више подржаних мрежа. Thunderbird вам олакшава претрагу како претходних разговора, тако и примљене е-поште.

source: Tabbed Email
es_mx: Correo electrónico con pestañas
hr: E-pošta u karticama
ka: ჩანართებიანი ელფოსტა
pt_pt: E-mail em separadores
sr: Е-пошта у језичцима

source: If you like Firefox’s tabbed browsing, you’re going to love tabbed email. Tabbed email lets you load emails in separate tabs so you can quickly jump between them. Perhaps you’re responding to an email and need to refer back to an earlier email. Tabbed email lets you keep multiple emails open for easy reference.
es_mx: Si te gusta la navegación por pestañas de Firefox, te encantará administrar el correo con pestañas. El correo con pestañas te permite cargar mensajes en pestañas diferentes para que puedas saltar rápidamente entre un mensaje y otro. Tal vez estés respondiendo a un mensaje y necesites referirte a un mensaje anterior. El correo por pestañas te permite mantener múltiples correos electrónicos abiertos para que accedas a ellos más fácilmente.
hr: Ako ti se sviđa Firefoxovo surfanje unutar kartica, sviđat će ti se i e-pošta u karticama. E-pošta u karticama omogućava učitavanje poruka u zasebnim karticama, te lakši i brži prelazak između poruka. Možda odgovaraš na poruku i trebaš provjeriti prijašnji dio komunikacije – s porukama otvorenim u karticama ovo nikada nije bilo lakše.
ka: თუ მოგწონთ Firefox-ის ჩანართებიანი იერსახე, ასევე მოგეწონებათ ჩანართებიანი ელფოსტაც. ჩანართები საშუალებას გაძლევთ, წერილები გახსნათ ცალ-ცალკე და სწრაფად გადახვიდეთ მათ შორის. მაგალითად, როცა გსურთ უპასუხოთ წერილს ახლის წერისას, სავარაუდოდ, იმავდროულად დაგჭირდებათ მიღებულის ნახვაც. ჩანართებიანი ფანჯრის დახმარებით კი შეძლებთ მრავალი წერილის ერთდროულად გახსნას ადვილად წვდომისთვის.
pt_pt: Se gosta da navegação por separadores do Firefox, vai adorar os separadores de correio. O correio em separadores permite que carregue mensagens em separadores separados para que possa alterar facilmente entre as mesmas. Talvez esteja a responder a um email e precisar de referenciar um email anterior. O correio em separadores permite que tenha múltiplos emails abertos para um acesso mais facilitado.
sr: Ако вам се свиђа Firefox прегледавање са језичцима, онда ћете заволети е-пошту са језичцима. Е-пошта са језичцима вам омогућава више различитих е-пошта у исто време. Уколико одговарате на е-пошту, а потребно је да се вратите на предходну, то можете лако уз помоћ језичака.

source: When quitting Thunderbird, visible tabs will be saved and will be restored when you open Thunderbird the next time. There is also a Tab menu on the Tab toolbar to help you switch between Tabs.
es_mx: Al salir de Thunderbird, las pestañas visibles serán guardadas y restauradas la próxima vez que lo abras. Ahora también hay un menú de pestañas en la barra de herramientas de pestañas para ayudarte a cambiar entre ellas.
hr: Pri zatvaranju Thunderbirda, zapamtit će se vidljive kartice, te će se ponovo otvoriti pri idućem pokretanja Thunderbirda. U traci kartica također postoji i izbornik kartica, koji olakšava premještanje po karticama.
ka: Thunderbird-ის დახურვისას ხილული ჩანართები შეინახება და აღდგება შემდეგი გახსნისას. ამასთანავე, Thunderbird-ს გააჩნია ჩანართების მენიუ და ხელსაწყოთა ზოლიც უკეთ და მოხერხებულად სარგებლობისთვის.
pt_pt: Ao sair do Thunderbird, os separadores visíveis serão guardados e restaurados quando abrir o Thunderbird da próxima vez. Existe também um menu Separador na barra de ferramentas de Separadores para o ajudar a alternar entre Separadores.
sr: Када излазите из Thunderbird-а, видљиви језичци ће бити сачувани и повраћени када поново покренете Thunderbird. Ту је и мени за језичке код траке за језичке који ће вам помоћи да пребацујете између језичака.

source: Quick Filter Toolbar
es_mx: Barra de filtrado rápido
hr: Traka brzog filtriranja
ka: სწრაფი გაფილტვრის ზოლი
pt_pt: Barra de Ferramentas de Filtro Rápido
sr: Трака са брзим филтерима

source: The Quick Filter Toolbar lets you filter your email faster. Start typing in words in the Quick Filter search box and the results are displayed instantly. Or you can filter your email by New Messages, Tags, and people in your Address Book. You can also "Pin" or save a Filter and use it across multiple folders.
es_mx: La barra de herramientas de filtrado rápido te permite separar tu correo electrónico más rápido. Empieza por escribir palabras en la caja de búsqueda del filtro rápido y los resultados se mostrarán instantáneamente. O puedes filtrar tu correo por mensajes nuevos, etiquetas y personas en tu libreta de direcciones. También puedes guardar un filtro para usarlo en muchas carpetas.
hr: Traka brzog filtriranja omogućava još brže filtriranje poruka. Počni pisati pojam u polje brzog filtriranja i rezultati će se odmah prikazati. Svoje poruke također možeš filtrirati prema datumu, oznakama i kontaktima iz tvog adresara. Filtre možeš i "zakačiti", te ih koristiti unutar višestrukih mapa.
ka: სწრაფი ფილტრის ხელსაწყოთა ზოლი საშუალებას გაძლევთ, გამოარჩიოთ სასურველი წერილები სწრაფად. ფილტრის ველში სიტყვების აკრეფისთანავე იხილავთ შედეგებს. ასევე, შეგიძლიათ წერილების გამორჩევა დროის, ჭდეებისა და წიგნაკში არსებული ხალხის მიხედვით. ამასთანავე, შეგიძლიათ „მიამაგროთ“ ან შეინახოთ ფილტრი და გამოიყენოთ სხვადასხვა საქაღალდისთვის.
pt_pt: Barra de Ferramentas de Filtro Rápido permite que possa filtrar o seu correio mais rapidamente. Comece a escrever as palavras na caixa de pesquisa de Filtro Rápido e os resultados são apresentados de forma instantânea. Ou pode filtrar o seu correio por Novas Mensagens, Etiquetas e pessoas no seu Livro de Endereços. Pode também "Fixar" ou guardar um Filtro e utilizar o mesmo através de várias pastas.
sr: Трака са брзим филтерима вам омогућава бржу претрагу ваше е-поште. Крените писати речи у поље за брзу претрагу и резултати ће бити приказани одмах. Можете филтрирати вашу е-пошту са новим порукама, ознакама и особама у вашем именику. Могуће је и прикачити или сачувати филтер и користити га између више датотека.

source: Search Tools
es_mx: Herramientas de búsqueda
hr: Alati za pretraživanje
ka: ძიების ხელსაწყოები
pt_pt: Ferramentas de pesquisa
sr: Алатке за претраживање

source: The search interface in Thunderbird contains filtering and timeline tools to pinpoint the exact email you’re looking for. Thunderbird also indexes all of your emails and chat conversations to help you search even faster. Your search results are displayed in a tab so you can easily switch back and forth to your search results and other email.
es_mx: La interfaz de búsqueda en Thunderbird contiene herramientas de filtrado y cronología para localizar el mensaje exacto que buscas. Thunderbird también indexa todos tus mensajes y conversaciones de chat para ayudarte a buscar aún más rápido. Tus resultados de búsqueda se muestran en una pestaña para que puedas alternar fácilmente entre tus resultados de búsqueda y el resto de tu correo.
hr: Sučelje pretraživanja sadrži alate za filtriranje i kronološko sortiranje za pronalaženje upravo one poruke koju tražiš. Thunderbird također indeksira sve tvoje poruke i razgovore kako bi pretraživanje poruka učinio još bržim. Rezultati pretraživanja se prikazuju u zasebnoj kartici, stoga se možeš jednostavnije prebacivati između rezultata pretraživanja i ostalih poruka.
ka: ძიების საშუალებები Thunderbird-ში მოიცავს გაფილტვრისა და დროითი ზოლის ხელსაწყოებს, რომლის მეშვეობითაც ზუსტად შეგიძლიათ სასურველი წერილის მონახვა. ამასთანავე, Thunderbird მუდმივად აღრიცხავს თქვენს წერილებსა და მიმოწერის საუბრებს ძიების დროის კიდევ უფრო შესამცირებლად. მოძიებული შედეგები გამოჩნდება ცალკე ჩანართში, შესაბამისად, ადვილად შეძლებთ გადახვიდეთ სხვა წერილებზე და შემდეგ ისევ დაუბრუნდეთ ძიების შედეგებს.
pt_pt: O interface de pesquisa no Thunderbird contém ferramentas de filtragem e linha temporal para apontar para o e-mail específico que está à procura. O Thunderbird também indexa todos os seus e-mails e conversas para o ajudar a pesquisar ainda mais rapidamente. Os seus resultados de pesquisa são mostrados num separador para que possa alternar rapidamente para a frente e para trás, entre os resultados da pesquisa e o seu outro correio.
sr: Thunderbird интерфејс за претраживање садржи филтрирање и хронолошке алатке за проналажење тачно оне е-поште коју тражите. Thunderbird индексира сву вашу е-пошту како би убрзао процес претраживања. Резултат ваше претраге је приказан у језичку, тако да се лако можете пребацивати између резултата претраге и остале е-поште.

source: Message Archive
es_mx: Archivo de mensajes
hr: Arhiva za poruke
ka: წერილთა არქივი
pt_pt: Arquivo de Mensagens
sr: Архива порука

source: If you think you’re going to need an email in the future but want it out of your inbox without deleting it, archive it! Archiving helps you manage your inbox and put your email into the archive folder system.
es_mx: Si piensas que vas a necesitar un mensaje más adelante, pero lo quieres fuera de tu bandeja de entrada sin eliminarlo, ¡archívalo! El archivo te ayuda a administrar tu bandeja de entrada y coloca tu mensaje en el sistema de carpetas de archivo.
hr: Ako misliš da ćeš u budućnosti zatrebati određenu poruku, ali je ne želiš imati u mapi dolazne pošte, umjesto brisanja poruke, možeš je arhivirati! Arhiviranje ti pomaže pri upravljanju porukama u mapi dolazne pošte i pri spremanju poruka u arhivu.
ka: თუ ფიქრობთ, რომ რომელიმე წერილი მომავალში კვლავ დაგჭირდებათ, მაგრამ გსურთ მისი მოცილება საფოსტო ყუთიდან წაშლის გარეშე, მაშინ დააარქივეთ! დაარქივების შესაძლებლობა დაგეხმარებათ მართოთ თქვენი საფოსტო ყუთი და გადაალაგოთ თქვენი წერილები ცალკე საქაღალდეებში.
pt_pt: Se pensa que vai precisar de um email no futuro mas quer o mesmo fora da sua caixa de entrada sem o eliminar, arquive-o! O arquivo ajuda-o a gerir a sua caixa de entrada e a colocar o seu email no sistema de pastas de arquivo.
sr: Ако мислите да ће вам затребати одређена е-пошта коју желите да склоните из сандучета, али да је при томе не обришете, онда је архивирајте! Архива порука вам помаже у управљању вашег сандучета и архивирању е-поште у датотеци за архивирање.

source: Large Files Management
es_mx: Administración de archivos grandes
hr: Upravljanje velikim datotekama
ka: დიდი ფაილების მართვა
pt_pt: Gestão de ficheiros grandes
sr: Управљање великим датотекама
