Repository: inattee/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: es_mx, hr, ka, pt_pt, sr

source: Welcome to <div class="tb-text">Thunderbird <small class="beta-text">Beta</small></div>
es_mx: Te damos la bienvenida a <div class="tb-text">Thunderbird <small class="beta-text">Beta</small></div>
hr: Dobro došli u <div class="tb-text">Thunderbird <small class="beta-text">Beta</small></div>
ka: მოგესალმებათ <div class="tb-text">Thunderbird <small class="beta-text">Beta</small></div>
sr: Добродошли на <div class="tb-text">Thunderbird <small class="beta-text">Бета</small></div>

source: Support us!
es_mx: ¡Apóyanos!
hr: Podržite nas!
ka: მხარში დაგვიდექით!
pt_pt: Apoie-nos!
sr: Подржите нас!

source: Donate
es_mx: Donar
hr: Doniraj
ka: გაიღეთ შემოწირულობა
pt_pt: Doar
sr: Донирајте

source: Warning!
es_mx: ¡Advertencia!
hr: Upozorenje!
ka: ყურადღება!
pt_pt: Aviso!
sr: Упозорење!

source: Beta can be unstable, and there is potential to lose data.
es_mx: Beta puede ser inestable y podrías perder información.
hr: Beta može biti nestabilna i postoji mogućnost gubitka podataka.
ka: Beta მეტად არამდგრადია და არსებობს საფრთხე მონაცემების დაკარგვის.
pt_pt: A beta pode ser instável e há potencial para perda de dados.
sr: Бета може бити нестабилна и ризикујe губитак података.

source: Protect your data and other best practices.
es_mx: Protege tus datos.
hr: Zaštitite svoje podatke i druge dobre navike.
ka: მონაცემთა დაცვა და საქმის კეთების ნაცადი საშუალებები.
pt_pt: Proteja os seus dados e outras práticas recomendadas.
sr: Заштитите своје податке и друге најбоље праксе.

source: Knowledge Base
es_mx: Conocimiento base
hr: Baza znanja
ka: ცოდნის წყარო
pt_pt: Base de Conhecimento
sr: База знања

source: Add-ons may not work properly, or not work at all.
es_mx: Los complementos pueden no funcionar adecuadamente, o no funcionar en absoluto.
hr: Dodaci možda neće raditi ispravno ili uopće neće raditi.
ka: დამატებები გაუმართავად იმუშავებს ან საერთოდ არ იმუშავებს.
pt_pt: Os extras podem não funcionar corretamente ou não funcionar de todo.
sr: Додаци можда неће радити исправно или неће радити уопште.

source: Add-ons Guide
es_mx: Guía de complementos
hr: Vodič za dodatke
ka: დამატებების სახელმძღვანელო
pt_pt: Guia de Extras
sr: Водич за додатке

source: Thank you for using Thunderbird Beta. Your experiences with beta are important, so please report rough edges, bugs, and provide feedback in the ways suggested below - to help make the next Thunderbird release as awesome as possible.
es_mx: Gracias por usar Thunderbird Beta. Tus experiencias con beta son importantes, así que por favor, infórmanos sobre los detalles o errores que encuentres y envíanos tus comentarios para ayudarnos a crear el siguiente Thunderbird tan increíble como sea posible.
hr: Hvala što koristite Thunderbird Beta. Vaša iskustva s beta inačicom su važna, pa vas molimo da prijavite greške i pružite povratne informacije na dolje predložene načine - kako biste pomogli da sljedeće izdanje Thunderbirda bude što je moguće bolje.
ka: გმადლობთ, რომ Thunderbird Beta გიყენიათ. თქვენი შთაბეჭდილებები ძალზე მნიშვნელოვანია, ასე რომ გთხოვთ, მოგვახსენოთ, თუ რა ნაკლი უპოვეთ, რა ხარვეზს წააწყდით და გვაცნობოთ, ქვემოთ მოცემული რომელიმე არხით – რომ მომდევნო გამოშვების Thunderbird იყოს, რაც შეიძლება მეტად ჩინებული.
pt_pt: Obrigado por usar o Thunderbird Beta. As suas experiências com a versão beta são importantes, por isso, por favor, reporte arestas que possam ser limadas, erros e dê feedback através das formas sugeridas abaixo - para ajudar a tornar a próxima versão do Thunderbird o mais incrível possível.
sr: Хвала вам што користите Thunderbird бета. Ваша искуства са бета софтвером су важна, зато пријавите недостатке или грешке и пружите повратне информације на доле предложен начин - како бисте помогли да следеће Thunderbird издање буде још боље.

source: Learn and Connect
es_mx: Aprende y conéctate
hr: Učite i povežite se
ka: შესწავლა და ურთიერთკავშირი
pt_pt: Aprender e Conectar-se
sr: Научите и повежите се

source: Meet other beta users and learn more about beta.
es_mx: Conoce otros usuarios de beta y conoce más sobre ella.
hr: Upoznajte druge beta korisnike i saznajte više o beta inačici.
ka: შეხვდით სხვა მომხმარებლებს და უკეთ შეისწავლეთ Beta.
pt_pt: Conheça outros utilizadores beta e saiba mais sobre a beta.
sr: Упознајте друге бета кориснике и сазнајте више о бета програму.

source: Beta Discussion Group
es_mx: Grupo de debate de Beta
hr: Beta grupa za raspravu
ka: Beta-ს შესახებ სასაუბრო ჯგუფი
pt_pt: Grupo de discussão beta
sr: Група за дискусије о бети

source: Help
es_mx: Ayuda
hr: Pomoć
ka: დახმარება
pt_pt: Ajuda
sr: Помоћ

source: Curious about helping? You don’t need to be an expert to help other users or offer suggestions about improving the experience! Join us in this open source project where anyone can participate in the Thunderbird community (You don’t need to be an expert, and you don’t need to know how to code).
es_mx: ¿Te interesa ayudar? ¡No necesitas ser experto para ayudar a otros usuarios y ofrecer sugerencias sobre mejorar la experiencia! Únete a este proyecto de código abierto donde cualquiera puede participar en la comunidad Thunderbird (No necesitas ser experto y no necesitas saber programar).
hr: Želite li pomoći? Ne morate biti stručnjak da biste pomogli drugim korisnicima ili ponudili prijedloge za poboljšanje iskustva! Pridružite nam se u ovom projektu otvorenog koda, gdje svatko može sudjelovati u Thunderbird zajednici (ne morate biti stručnjak i ne morate znati programirati).
ka: გსურთ, მხარი დაგვიჭიროთ? აუცილებელი არაა, რამე საქმის უბადლო მცოდნე იყოთ, რომ შეძლოთ სხვა მომხმარებლების დახმარება ან საკუთარი მოსაზრებისა და შემოთავაზების მოხსენება, მომსახურების გასაუმჯობესებლად! შემოგვიერთდით ამ ღია წყაროს პროექტში, რომლითაც ნებისმიერ მსურველს შეუძლია, გახდეს Thunderbird-ის ერთობის წევრი (აქ არავის მოეთხოვება რომელიმე დარგის ან კოდის წერის ცოდნა).
pt_pt: Curioso para ajudar? Não precisa de ser um especialista para ajudar outros utilizadores ou oferecer sugestões para melhorar a experiência! Junte-se a nós neste projeto de código aberto onde qualquer pessoa pode participar na comunidade Thunderbird (não precisa de ser um especialista e não precisa de saber programar).
sr: Желите да помогнете? Не морате да будете стручњак да помогнете другим корисницима или да предложите како да побољшамо корисничко искуство! Придружите нам се у овом пројекту отвореног кода где свако може да учествује у Thunderbird заједници (не морате бити стручњак или знати да кодирате).

source: Get Involved
es_mx: Colabora con Thunderbird
hr: Uključi se
ka: მონაწილეობა
pt_pt: Participe
sr: Укључите се

source: Crashed?
es_mx: ¿Falló?
hr: Srušio se?
ka: გაითიშა?
pt_pt: Falha?
sr: Програм је пао?

source: If Crash Reporter appeared (when Thunderbird crashes), please provide more details to help developers
es_mx: Si el Reporte de Errores aparece (cuando Thunderbird falla), por favor, coméntanos más detalles para ayudar a los desarrolladores
hr: Ukoliko se pojavio prozor za prijavu rušenja (kada se Thunderbird sruši), navedite više detalja kako biste pomogli programerima.
ka: თუ უეცარი გათიშვის მომხსენებელი გამოჩნდა (როცა Thunderbird დაიხურა), გთხოვთ, მოგვაწოდოთ დაწვრილებითი მონაცემები შემმუშავებელთა დახმარებისთვის
pt_pt: Se o Relatator de Falhas aparecer (quando o Thunderbird falhar), por favor, forneça mais detalhes para ajudar os programadores
sr: Ако се појавило слање извештаја о отказивању (Thunderbird је пао), наведите детаље да би помогли програмерима

source: In Thunderbird do Help > More Troubleshooting Information, scroll to "Crash Reports", click a recent report link to open the crash report page.
es_mx: En Thunderbird haz clic en Ayuda > Más información sobre solución de errores, desplázate hasta "Reportes de errores", haz clic en un enlace de reporte reciente para abrir la página de informe de errores.
hr: U Thunderbird idite na Pomoć > Više informacija za rješavanje problema, pomaknite se na "Izvješća o rušenju", kliknite poveznicu na nedavno izvješće da biste otvorili stranicu izvješća o rušenju.
ka: Thunderbird-ში იხილეთ დახმარება > მონაცემები ხარვეზის აღმოსაფხვრელად და ჩაუყევით გვერდს, სანამ არ იპოვით „გათიშვების მოხსენებებს“, დაწკაპეთ ბოლო მოხსენების ბმულზე შესაბამისი გვერდის გასახსნელად.
pt_pt: No Thunderbird vá a Ajuda > Mais informações de resolução de problemas, deslize até "Relatórios de falhas", clique numa ligação de relatório recente para abrir a página do relatório de falhas.
sr: У Thunderbird-у идите на Помоћ > Више информација о решавању проблема, померите се надоле до „Извештај о паду“, кликните на везу недавног извештаја да отворите страницу са извештајем о паду.

source: Click the Bugzilla tab, then click on an existing bug report under "Related Bugs" and add a comment to the bug, or click "Thunderbird" to submit a new bug report.
es_mx: Haz clic en la pestaña de Bugzilla, después haz clic en un informe de error existente en "Errores relacionados" y agrega un comentario o haz clic en "Thunderbird" para enviar un nuevo reporte de error.
hr: Kliknite Bugzilla karticu, a zatim kliknite na postojeće izvješće o pogrešci pod "Povezane pogreške" i dodajte komentar na pogrešku ili kliknite "Thunderbird" da pošaljete novo izvješće o pogrešci.
ka: დაწკაპეთ Bugzilla-ჩანართს, შემდეგ არსებული ხარვეზის მოხსენებას „მსგავსი ხარვეზების“ ქვეშ და დაურთეთ შენიშვნა, ანდაც დაწკაპეთ „Thunderbird“ ახალი მოხსენების გადასაგზავნად.
pt_pt: Clique no separador Bugzilla, depois clique num relatório de erro existente em "Erros Relacionados" e adicione um comentário ao erro, ou clique em "Thunderbird" para enviar um novo relatório de erro.
sr: Кликните на Bugzilla картицу, а затим кликните на постојећи извештај о грешци под „Повезане грешке“ да додате коментар или кликните на „Thunderbird“ да пошаљете нови извештај.

source: Crash Reporter
es_mx: Reporte de Errores
hr: Izvjestitelj rušenja
ka: გათიშვების მომხსენებელი
pt_pt: Relator de falhas
sr: Слање извештаја о отказивању

source: Question? Problem?
es_mx: ¿Pregunta? ¿Problema?
hr: Pitanje? Problem?
ka: კითხვა გაქვთ? სიძნელეს წააწყდით?
pt_pt: Pergunta? Problema?
sr: Питање? Проблем?

source: Post your general Thunderbird usage questions or problems on the support page, where many knowledgeable users can help you.
es_mx: Publica tus preguntas o problemas generales sobre el uso de Thunderbird en la página de soporte, donde muchos usuarios pueden ayudarlo.
hr: Objavite svoja opća pitanja o korištenju Thunderbirda ili probleme na stranici za podršku, gdje vam mnogi upućeni korisnici mogu pomoći.
ka: გამოაქვეყნეთ ზოგადი კითხვები Thunderbird-ის გამოყენების თაობაზე ან იმ დაბრკოლების შესახებ, რომელთაც წააწყდით, ჩვენი მხარდაჭერის გვერდზე და საკითხში გარკვეული უამრავი მომხმარებელი შეძლებს თქვენს დახმარებას.
pt_pt: Publique as suas dúvidas ou problemas gerais de utilização do Thunderbird na página de suporte, onde muitos utilizadores experientes podem ajudá-lo.
sr: Поставите сва питања или проблеме које имате у вези са општом употребом Thunderbird-а на страници за подршку, где вам могу помоћи многи искусни корисници.

source: Support Page
es_mx: Página de soporte
hr: Stranica podrške
ka: მხარდაჭერის გვერდი
pt_pt: Página de apoio
sr: Страница за подршку

source: In the Beta Forum, you can post feedback, questions, and learn how to use beta. You can also compare experiences with other beta users.
es_mx: En el Foro Beta, puedes publicar comentarios, preguntas y aprender a usar la versión beta. También puedes comparar experiencias con otros usuarios beta.
hr: Na beta forumu možete objavljivati povratne informacije, pitanja i naučiti kako koristiti beta inačicu. Također možete usporediti iskustva s drugim beta korisnicima.
ka: Beta-ს ფორუმში, შეგიძლიათ გამოაქვეყნოთ კითხვები, აგრეთვე გამოგვეხმაუროთ და ამასთანავე, უკეთ შეისწავლოთ, თუ როგორ უნდა გამოიყენოთ Beta. გარდა ამისა, შეგიძლიათ გამოცდილება გაუზიაროთ Beta-ს სხვა მომხმარებლებსაც.
pt_pt: No Fórum da Beta, pode publicar comentários, perguntas e aprender a usar a versão beta. Também pode comparar experiências com outros utilizadores beta.
sr: Бета форум је место где можете да постављате повратне информације, питања и научите како да користите бета верзију. Такође, можете да упоредите искуства са другим корисницима.

source: Beta Forum
es_mx: Foro Beta
ka: Beta-ფორუმი
pt_pt: Fórum da Beta
sr: Бета форум

source: Report
es_mx: Reporte
hr: Prijava
ka: მოხსენება
pt_pt: Reportar
sr: Пријави

source: Think you’ve found a new problem or rough edge? Create a bug report so we can make sure it gets solved, resulting in a better Thunderbird experience for all.
es_mx: ¿Crees que has encontrado un nuevo problema o error? Crea un reporte de error para que podamos asegurarnos que se resuelva, lo que dará como resultado una mejor experiencia en Thunderbird para todos.
hr: Mislite da ste pronašli novu grešku? Napravite izvješće o pogrešci kako bismo bili sigurni da će biti riješena, što će rezultirati boljim Thunderbird iskustvom za sve.
ka: ფიქრობთ, რომ რამე ხარვეზი ან ნაკლი აღმოაჩინეთ? მოგვახსენეთ ამის შესახებ, რომ შევძლოთ მისი გამოსწორება, რათა Thunderbird გახდეს კიდევ უფრო უკეთესი თითოეული მომხმარებლისთვის.
pt_pt: Acha que encontrou um novo problema ou uma aresta por limar? Crie um relatório de erro para que possamos ter a certeza de que será resolvido, resultando numa melhor experiência do Thunderbird para todos.
sr: Мислите да сте пронашли нови проблем или грешку? Направите извештај о грешци како бисмо их поправили и направили Thunderbird бољим за све.

source: Report a Bug
es_mx: Reportar un error
hr: Prijavi grešku
ka: მოგვახსენეთ ხარვეზი
pt_pt: Reportar um erro
sr: Пријавите грешку

source: Unsure? Ask for help in the beta forum.
es_mx: ¿No tienes la seguridad? Pregunta por ayuda en foro beta.
hr: Niste sigurni? Zatražite pomoć na beta forumu.
ka: ყოყმანობთ? ითხოვეთ მხარდაჭერა Beta-ფორუმზე.
pt_pt: Não tem a certeza? Peça ajuda no fórum da beta.
sr: Нисте сигурни? Затражите помоћ на форуму за бета софтвер.

source: Welcome to <div class="tb-text">Thunderbird</div>
es_mx: Te damos la bienvenida a <div class="tb-text">Thunderbird</div>
hr: Dobro došli u <div class="tb-text">Thunderbird</div>
ka: მოგესალმებათ <div class="tb-text">Thunderbird</div>
pt_pt: Bem-vindo ao <div class="tb-text">Thunderbird </div>
sr: Добро дошли у <div class="tb-text">Thunderbird</div>

source: Support Us
es_mx: Apóyanos
hr: Podržite nas
ka: მხარში დაგვიდექით!
pt_pt: Apoie-nos
sr: Подржите нас

source: Thank you for supporting Thunderbird, which is funded by users like you! Producing Thunderbird requires software engineers, designers, system administrators and server infrastructure. So if you like Thunderbird, the best way to ensure Thunderbird remains available is to make a donation.
es_mx: ¡Gracias por apoyar a Thunderbird, que está financiado por usuarios como tú! La producción de Thunderbird requiere ingenieros de software, diseñadores, administradores de sistemas e infraestructura de servidores. Entonces, si te gusta Thunderbird, la mejor manera de asegurarse de que Thunderbird siga disponible es hacer una donación.
hr: Hvala vam što podržavate Thunderbird, koji financiraju korisnici poput vas! Za proizvodnju Thunderbirda potrebni su softverski inženjeri, dizajneri, administratori sustava i poslužiteljska infrastruktura. Dakle, ako vam se sviđa Thunderbird, najbolji način da osigurate da Thunderbird ostane dostupan je da donirate.
ka: გმადლობთ, რომ მხარს უჭერთ Thunderbird-ს, რომელიც მხოლოდ თქვენნაირ მომხმარებელთა დაფინანსების წყალობით სულდგმულობს! მის შესაქმნელად საჭიროა პროგრამული უზრუნველყოფის ნიჭიერი ინჟინრები, მხატვარ-შემმუშავებლები, სისტემის ზედამხედველები და სასერვერო მოწყობილობები. ასე რომ, თუ მოგწონთ Thunderbird, მისი შენარჩუნების საუკეთესო გზა მცირეოდენი შემოწირულობის გაღებაა.
pt_pt: Obrigado por apoiar o Thunderbird, financiado por utilizadores tais como você! A produção do Thunderbird requer engenheiros de software, designers, administradores de sistema e infraestrutura de servidor. Portanto, se gosta do Thunderbird, a melhor maneira de garantir que o Thunderbird continua disponível é fazendo um donativo.
sr: Хвала вам што подржавате Thunderbird, софтвер који финансирају корисници попут вас! За развој Thunderbird-а потребни су софтверски инжењери, дизајнери, системски администратори и серверска инфраструктура. Дакле, донирајте ако волите Thunderbird и желите да остане доступан.

source: Curious about helping? You don’t need to be an expert or know how to code to help other users or offer suggestions about improving the experience! Join us in this open source project where anyone can participate in the Thunderbird community.
es_mx: ¿Tienes curiosidad por ayudar? ¡No necesitas ser un experto o saber programar para ayudar a otros usuarios u ofrecer sugerencias para mejorar la experiencia! Únete a nosotros en este proyecto de código abierto donde cualquiera puede participar en la comunidad Thunderbird.
hr: Želite li pomoći? Ne morate biti stručnjak ili znati programirati da biste pomogli drugim korisnicima ili ponudili prijedloge za poboljšanje iskustva! Pridružite nam se u ovom projektu otvorenog koda, gdje svatko može sudjelovati u Thunderbird zajednici.
ka: გსურთ, მხარი დაგვიჭიროთ? აუცილებელი არაა, რამე საქმის უბადლო მცოდნე იყოთ ან კოდის წერა იცოდეთ, რომ შეძლოთ სხვა მომხმარებლების დახმარება ან მოგვახსენოთ საკუთარი აზრი და შემოთავაზები მომსახურების გასაუმჯობესებლად! შემოგვიერთდით ამ ღია წყაროს პროექტში, რომლითაც ნებისმიერ მსურველს შეუძლია, გახდეს Thunderbird-ის ერთობის წევრი.
pt_pt: Curioso sobre ajudar? Não precisa de ser um especialista para ajudar outros utilizadores ou oferecer sugestões para melhorar a experiência! Junte-se a nós neste projeto de código aberto onde qualquer pessoa pode participar na comunidade Thunderbird.
sr: Желите да помогнете? Није потребно да будете стручњак или да знате да кодирате како бисте помогли другим корисницима или дали идеје како да се побољша софтвер! Прикључите нам се у пројекту отвореног кода где свако може да учествује у Thunderbird заједници.

source: Share ideas and feedback.
es_mx: Comparte ideas y comentarios.
hr: Podijelite ideje i povratne informacije.
ka: გაგვიზიარეთ მოსაზრებები და გამოგვეხმაურეთ.
pt_pt: Partilhe ideias e sugestões.
sr: Поделите идеје и искуства.

source: Help make Thunderbird better.
es_mx: Ayuda a Thunderbird a ser mejor.
hr: Pomozite da Thunderbird bude bolji.
ka: დაგვეხმარეთ, რომ გავაუმჯობესოთ Thunderbird.
pt_pt: Ajude a melhorar o Thunderbird.
sr: Помозите да Thunderbird буде још бољи.

source: Get the Beta
es_mx: Obtén la versión Beta
hr: Preuzmite beta inačicu
ka: გადმოწერეთ საცდელი Beta
pt_pt: Obtenha a Beta
sr: Преузмите бета верзију

source: Questions? Problems?
es_mx: ¿Preguntas? ¿Problemas?
hr: Pitanja? Problemi?
ka: კითხვები გაქვთ? სიძნელეებს წააწყდით?
pt_pt: Perguntas? Problemas?
sr: Питања? Проблеми?

source: If Crash Reporter appears when Thunderbird crashes, please provide as many details as possible to help developers.
es_mx: Si el informador de fallos aparece cuando Thunderbird presenta un error, proporciona tantos detalles como sea posible para ayudar a los desarrolladores.
hr: Ukoliko se pojavio prozor za prijavu rušenja kada se Thunderbird srušio, navedite što više detalja kako biste pomogli programerima.
ka: თუ უეცარი გათიშვის მომხსენებელი გამოჩნდა, როცა Thunderbird მოულოდნელად დაიხურა, გთხოვთ, მოგვაწოდოთ დაწვრილებითი მონაცემები შემმუშავებელთა დასახმარებლად.
pt_pt: Se o Crash Reporter aparecer quando o Thunderbird falhar, por favor, forneça o máximo de detalhes possíveis para ajudar os programadores.
sr: Ако се појавило слање извештаја о отказивању када се Thunderbird срушио, наведите што више детаља да би помогли програмерима.

source: There’s nothing here!
es_mx: ¡No hay nada aquí!
hr: Ovdje nema ničega!
ka: აქ არაფერია!
pt_pt: Não há nada aqui!
sr: Овде нема ничега!

source: The page you are looking for doesn’t exist.<br/>If you think this is a bug, you can <a href="%(bug_report_url)s">report an issue here</a>.
es_mx: La página que estás buscando no existe.<br/>Si crees que es un error, puedes <a href="%(bug_report_url)s">informar del problema aquí</a>.
hr: Stranica koju tražiš ne postoji.<br/>Ako misliš da je ovo greška, možeš <a href="%(bug_report_url)s">prijaviti grešku ovdje</a>.
ka: გვერდი, რომელსაც ეძებთ, არ არსებობს.<br/>თუ ფიქრობთ, რომ ხარვეზს წააწყდით, შეგიძლიათ <a href="%(bug_report_url)s">მოგვახსენოთ აქ</a>.
pt_pt: A página que está à procura não existe. <br/>Se acha que isto é um erro, pode <a href="%(bug_report_url)s">reportar um problema aqui</a>.
sr: Страница коју тражите не постоји.<br/>Ако мислите да је у питању грешка, можете да је <a href="%(bug_report_url)s">пријавите овде</a>.

source: Empty nest
es_mx: Nido vacío
hr: Prazno gnijezdo
ka: ბუდე ცარიელია
pt_pt: Ninho vazio
sr: Празно гнездо

source: Free Your Inbox.
ka: თავისუფალი საფოსტო ყუთი.
pt_pt: Liberte a Sua Caixa de Entrada.

source: Thunderbird is a free email application that’s easy to set up and customize - and it’s loaded with great features!
ka: Thunderbird ელფოსტის უფასო პროგრამაა, რომლის გამართვა და მორგებაც უადვილესია - და აღჭურვილია არაჩვეულებრივი შესაძლებლობებით!
pt_pt: O Thunderbird é uma aplicação de e-mail gratuita que é simples de configurar e personalizar — e está carregada com funcionalidades fantásticas!

source: <span class="txt-gradient">Free</span> Your Inbox
ka: <span class="txt-gradient">თავისუფალი</span> საფოსტო ყუთი
pt_pt: <span class="txt-gradient">Liberte</span> a Sua Caixa de Entrada

source: Meet <em>Supernova</em>: our fastest, most beautiful <strong>email</strong>, <strong>calendar</strong>, and <strong>contacts</strong> release yet. Designed to maximize your freedoms.
ka: გაიცანით <em>Supernova</em>: ჩვენი უსწრაფესი, უმშვენიერესი პროგრამა <strong>ელფოსტის</strong>, <strong>კალენდრისა</strong> და <strong>წიგნაკებისთვის</strong>. შექმნილი სრული თავისუფლების მოსაპოვებლად.
pt_pt: Conheça <em>Supernova</em>: a nossa solução de <strong>e-mail</strong>, <strong>calendário</strong>, e <strong>contactos</strong>, mais rápida e bonita que disponibilizámos até agora. Criada para maximizar as suas liberdades.

source: Download
ka: ჩამოტვირთვა
pt_pt: Transferir

source: Free forever.
ka: მუდამ უფასო.
pt_pt: Gratuito para sempre.

source: to make it better.
ka: მის გასაუმჯობესებლად.
pt_pt: para melhorar.

source: competitor icon
ka: მეტოქის ხატულა
pt_pt: ícone do concorrente

source: <span class="txt-gradient">Freedom</span> from Chaos
ka: <span class="txt-gradient">თავისუფალი</span> უწესრიგობისგან
pt_pt: <span class="txt-gradient">Liberdade</span> do Caos

source: Waste less time finding browser tabs.
ka: ნუ დახარჯავთ დროს ბრაუზერის ჩანართების საპოვნელად.
pt_pt: Perca menos tempo à procura dos separadores do navegador.

source: Access all your messages, calendars, and contacts in one fast app. Filter and organize the way you like. Manage all accounts separately or in a unified inbox. Thunderbird simply makes your life simpler.
ka: წვდომა ყველა თქვენს წერილთან, კალენდარსა თუ მისამართების წიგნაკთან ერთი სწრაფი პროგრამიდან. გამოარჩიეთ და დაალაგეთ სურვილისამებრ. მართეთ ყველა ანგარიში ცალ-ცალკე ან ერთიანი საფოსტო ყუთით. Thunderbird მხოლოდ გაგიადვილებთ საქმიანობას.
pt_pt: Aceda a todas as suas mensagens, calendários e contactos numa aplicação rápida. Filtre e organize a seu gosto. Faça a gestão de todas as contas separadamente ou numa caixa de entrada unificada. O Thunderbird simplesmente torna a sua vida mais simples.

source: laptop frame
ka: ნოუთბუქის ჩარჩო
pt_pt: imagem de portátil

source: 115 mail
ka: ფოსტა 115
pt_pt: Correio 115

source: 115 calendar
ka: კალენდარი 115
pt_pt: Calendário 115

source: See Compatibility
ka: იხილეთ თავსებადობა
pt_pt: Ver Compatibilidade

source: <span class="txt-gradient">Freedom</span> from Manipulation
ka: <span class="txt-gradient">თავისუფალი</span> სიყალბისგან
pt_pt: <span class="txt-gradient">Liberdade</span> de Manipulação
