Repository: inattee/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: es_mx, hr, ka, pt_pt, sr

source: Anyone can give, companies and individuals, to support development of the product now and in the future.
sr: Сваки појединац или предузеће може да донира за подршку садашњем и будућем развоју производа.

source: Gifts to Thunderbird are not tax-deductible, but are greatly appreciated. Giving to Thunderbird supports the development of our leading open source cross-platform email and calendaring client, free for business and personal use. Your gift will help ensure it stays that way, and will support future development.
sr: Поклони за Thunderbird нису ослобођени пореза, али су веома цењени. Донације за Thunderbird ће подржати развој нашег водећег клијента за е-пошту и календар који је отвореног кода, за више платформи и бесплатан за пословну и личну употребу. Ваша донација ће нам помоћи да наставимо да опстајемо и растемо.

source: How do I cancel or change my recurring gift?
sr: Како да откажем или променим понављајући поклон?

source: If you used PayPal to set up a recurring gift, you’ll need to <a href="%(paypal)s">log in to your PayPal account</a> to make changes or to cancel. If you made a monthly gift using your credit card, please contact the Donor Care team <a href="%(help)s">via this form</a>. Please include the email address and name you used to make your donation, and they’ll try to help you within two business days.
sr: Ако подесите понављајућу донацију преко PayPal-а, мораћете да се <a href="%(paypal)s">пријавите у ваш PayPal налог</a> да бисте унели промене или отказали. Ако донирате месечно путем кредитне картице, контактираје тим за подршку донорима <a href="%(help)s">преко овог обрасца</a>. Наведите вашу адресу е-поште и име за вашу донацију и они ће вам помоћи у року од два радна дана.

source: If you have a question about giving to Thunderbird, please contact us via <a href="%(help)s">this form</a>. We will do our best to follow-up with you as soon as we can. If you need technical support, please head over to <a href="%(support)s">Thunderbird Support</a> for assistance.
sr: Ако имате питања о донирању Thunderbird-у, обратите нам се преко <a href="%(help)s">овог обрасца</a>. Потрудићемо се да вам одговоримо што је пре могуће. Ако вам је потребна техничка подршка, посетите <a href="%(support)s">Thunderbird подршку</a> за помоћ.

source: Lightning Calendar screenshot
es_mx: Captura de pantalla del calendario Lightning
hr: Snimka ekrana Lightning kalendara
sr: Снимак екрана Lightning календара

source: Lightning Calendar
es_mx: Calendario Lightning
hr: Lightning kalendar
sr: Lightning календар

source: Need help with Lightning?
es_mx: ¿Necesitas ayuda con Lightning?
hr: Trebaš pomoć s Lightning?
sr: Требате помоћ око Lightning-а?

source: Add your nation’s holidays to Lightning!
es_mx: ¡Agrega los días festivos de tu país a Lightning!
hr: Dodaj državne praznike u Lightning!
sr: Додајте ваш национални празник на Lightning!

source: We’ve got some holiday calendar files available for download. You can either download and then import them into Lightning or you can just subscribe to these calendars by copying their URL and then adding them as new remote calendar files. More information on installing a holiday calendar can be found in the <a href="%s">Adding a holiday calendar article</a>.
es_mx: Tenemos algunos calendarios de días festivos disponibles para descargar. Puedes, ya sea descargarlos y luego importarlos a Lightning o puedes solo suscribirte a estos calendarios copiando su URL para después agregarlos como archivos nuevos de calendarios remotos. Puedes encontrar más información acerca de cómo instalar un calendario de días festivos en el artículo <a href="%s">Agregar un calendario de días festivos</a>.
hr: Imamo nekoliko datoteka za kalendar praznika koje se mogu preuzeti. Možeš ih preuzeti i zatim uvesti u Lightning ili se jednostavno pretplati na ove kalendare, kopiranjem URL adresa, dodajući ih kao nove datoteke udaljenog kalendara. Više informacija o instaliranju kalendara praznika možeš pronaći u članku <a href="%s">Dodavanje kalendara praznika</a>.
sr: Имамо неколико празничних календара доступних за преузимање. Можете или да их преузмете па увезете у Lightning, или се можете једноставно претплатити на ове календаре тако што ћете копирати њихову везу и затим их додати као нове удаљене датотеке календара. За више о томе како да инсталирате празнични календар, погледајте чланак <a href="%s">Додавање празничног календара</a>.

source: <a href="%(url)s" class="inline-link text-blue">%(country)s</a> %(title)s, thanks to %(authors)s
es_mx: %(title)s <a href="%(url)s" class="inline-link text-blue">%(country)s</a>, gracias a %(authors)s
hr: <a href="%(url)s" class="inline-link text-blue">%(country)s</a> %(title)s, zahvaljujući %(authors)s
sr: <a href="%(url)s" class="inline-link text-blue">%(country)s</a> %(title)s, захваљујући %(authors)s

source: Contributing a Holiday Calendar
es_mx: Contribuyendo con un calendario de días feriados
hr: Doprinošenje kalendaru praznika
sr: Доприношење календару празника

source: If you would like to send us your calendar files, please follow these steps:
es_mx: Si deseas enviarnos tus archivos de calendario, sigue los siguientes pasos:
hr: Ako nam želiš poslati datoteke kalendara, slijedi ove korake:
sr: Ако желите да нам пошаљете ваше датотеке календара, пратите ове кораке:

source: Create a new local calendar, e.g. <i>"$Country$ Holidays"</i>.
es_mx: Crear un nuevo calendario local, ej. <i>"Días Festivos de $Country$"</i>.
hr: Stvori novi lokalni kalendar, npr. <i>„$Country$ praznici”</i>.
sr: Направите нови локални календар, нпр. <i>"$Country$ празници"</i>.

source: Create the different holidays of your country in this local calendar.
es_mx: Ingresa los diferentes días festivos de tu país en este calendario local.
hr: Stvori razne državne praznike u ovom lokalnom kalendaru.
sr: Унесите различите празнике ваше земље у овај локални календар.

source: Right-click on this calendar and choose "Export Calendar". Please use the iCalendar (ics) format.
es_mx: Haz clic con el botón derecho sobre este calendario y selecciona "Exportar Calendario". Por favor utiliza el formato de iCalendar (ics).
hr: Pritisni ovaj kalendar desnom tipkom miša i odaberi „Izvezi kalenda”. Koristi iCalendar (ics) format.
sr: Кликните десним тастером миша на овај календар и изаберите „Извези календар”. Користите iCalendar (ics) формат.

source: Create a Pull Request or file an Issue on the <a href="%(contribute_url)s">website repository</a> and attach your holiday file.
es_mx: Crear una Solicitud para enviar el archivo o ingresa un reporte en el <a href="%(contribute_url)s">repositorio del sitio web</a> y adjuntar el archivo de días festivos.
hr: Pošalji zahtjev za povlačenje ili prijavi problem u <a href="%(contribute_url)s">repozitoriju web-stranice</a> i priloži datoteku praznika.
sr: Направите захтев за повлачење или пријавите проблем у <a href="%(contribute_url)s">репозиторијуму сајта</a> и приложите датотеку празника.

source: There is a passionate team of volunteers involved in developing Thunderbird and assisting its users who would welcome your involvement. Check out our <a href="%(volunteer)s">Get Involved page</a> to learn how you can participate on the Thunderbird team. We also have paid staff working full-time on Thunderbird, <a href="%(donate)s">funded by donations</a> from our users. If you’re curious about who is working on Thunderbird, check out the <a href="%(core_team)s">list of our core contributors</a>.
es_mx: Hay un equipo apasionado de voluntarios involucrados en el desarrollo de Thunderbird y en ayudar a sus usuarios que agradecerían su participación. Echa un vistazo a nuestra <a href="%(volunteer)s">página Involúcrate</a> para aprender cómo puedes participar en el equipo de Thunderbird. También contamos con personal remunerado que trabaja a tiempo completo en Thunderbird, <a href="%(donate)s">financiado por donaciones</a> de nuestros usuarios. Si tienes curiosidad sobre quién está trabajando en Thunderbird, consulta la <a href="%(core_team)s">lista de nuestros principales contribuyentes</a>.
hr: Postoji strastveni tim volontera koji sudjeluju u razvoju Thunderbirda i pomaganju korisnicima, a koji će pozdraviti tvoju odluku o sudjelovanju. Pogledaj našu stranicu <a href="%(volunteer)s">Uključi se</a> i saznaj mugućnosti sudjelovanja u Thunderbird timu. Također imamo i plaćeno osoblje koje radi puno radno vrijeme na Thunderbirdu, a <a href="%(donate)s">financira se donacijama</a> naših korisnika. Ako te zanima tko radi na Thunderbirdu, pogledaj <a href="%(core_team)s">popis naših glavnih suradnika</a>.

source: Your download should begin automatically. Didn’t work? Try the button below!
es_mx: Tu descarga debería comenzar automáticamente. ¿No funciona? ¡Prueba el botón de debajo!
hr: Tvoje preuzimanje bi trebalo automatski započeti. Nije upalilo? Pokušaj s donjom tipkom!
