Repository: inattee/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: es_mx, hr, ka, pt_pt, sr

source: Share large files with Thunderbird Filelink!
es_mx: ¡Comparte archivos de gran tamaño con Thunderbird Filelink!
hr: Dijeli velike datoteke s Thunderbird Filelink!
ka: დიდი ფაილების გასაზიარებლად გამოიყენეთ Thunderbird Filelink!
pt_pt: Partilhe ficheiros grandes com a ligação a ficheiros do Thunderbird!
sr: Делите велике датотеке Thunderbird Filelink-ом!

source: You can now speed up the transfer of large documents by uploading them to an online storage provider and sharing the link instead of sending the file directly as a message attachment. Improve the speed of sending email and avoid message rejection if the recipient’s server disallows large files. As an added bonus, you’ll also save space in your sent folder and the recipient’s inbox.
es_mx: Ahora puedes acelerar la transferencia de documentos grandes subiéndolos a un proveedor de almacenamiento en línea y compartiendo el enlace en lugar de enviar el archivo directamente como adjunto al mensaje. Mejora la velocidad del envío de mensajes y evita su rechazo si el servidor del destinatario prohíbe archivos grandes. Como bonus adicional, también ahorrarás espacio en tu carpeta de mensajes enviados y en la bandeja de entrada del destinatario.
hr: Sad možeš ubrzati prijenos velikih dokumenata, tako da ih pošalješ pružatelju usluga prostora za pohranu i podijeliš vezu na dokument, umjesto da datoteku šalješ izravno kao privitak poruci. Poboljšaj brzinu slanja e-pošte i izbjegni odbacivanje poruke ako poslužitelj primatelja ne dozvoljava velike datoteke. Kao dodatni bonus uštedjet ćeš prostor u svojoj mapi poslane pošte i u mapi primljene pošte primatelja.
ka: ახლა უკვე შეგიძლიათ მეტად სწრაფად გაგზავნოთ დიდი დოკუმენტები, მათი ინტერნეტსაცავში ატვირთვითა და ბმულის გაზიარებით, ნაცვლად ფაილის წერილზე დართვისა. გააუმჯობესეთ ფოსტის გაგზავნის სიჩქარე და თავიდან აიცილეთ მიღებისას შეფერხება ისეთი სერვერისგან, რომელზეც დაუშვებელია დიდი ფაილების განთავსება. ჯილდოდ მიიღებთ დაზოგილ სივრცეს გაგზავნილი წერილების საქაღალდესა და მიმღების საფოსტო ყუთშიც.
pt_pt: Agora pode acelerar a transferência de documentos grandes, enviando-os para um fornecedor de armazenamento na Internet e partilhando a ligação em vez de enviar o arquivo diretamente, em um anexo na mensagem. Melhore a velocidade do envio de e-mails e evite a rejeição de mensagens se o servidor do destinatário não permitir ficheiros grandes. Como uma vantagem adicional, você também irá economizar espaço na pasta de correio enviado e na caixa de entrada do destinatário.
sr: Сада можете убрзати пренос великих докумената, тако што ћете их отпремити добављачу онлајн складишта и делити везу, уместо да датотеку директно шаљете као прилог у поруци. Побољшајте брзину слања е-поште и избегните одбацивање поруке ако сервер примаоца онемогући велике датотеке. Као додатни бонус, уштедећете простор и у вашем фолдеру посланих порука, као и у фолдеру примљене поште примаоца.

source: Thunderbird Look & Feel
es_mx: Apariencia y comportamiento de Thunderbird
hr: Izgled i osjećaj Thunderbirda
ka: Thunderbird-ის იერსახე
pt_pt: Aparência do Thunderbird
sr: Изглед и осећај Thunderbird-а

source: Themes allow you to change the look of Thunderbird in an instant. Working on getting to inbox zero at night? Turn on the dark theme to make managing your email easier on the eyes. Thunderbird ships with both light and dark themes, and more are available as add-ons.
es_mx: Los temas te permiten cambiar el aspecto de Thunderbird en un instante. ¿Te esfuerzas en conseguir una bandeja de entrada vacía por la noche? Activa el tema oscuro para hacer más cómodo para tus ojos la gestión de tu correo. Thunderbird incluye los temas claro y oscuro, y hay más disponibles como complementos.
hr: Motivi omogućuju trenutnu promjenu izgleda Thunderbirda. Radiš noću? Ne napreži oči – uključi tamni motiv. Thunderbird sadrži svijetli i tamni motiv, a mnogi drugi su dostupni kao dodaci.
ka: თემები საშუალებას გაძლევთ, მყისიერად შეცვალოთ Thunderbird-ის იერსახე. ღამით გიწევთ მუშაობა? ჩართეთ მუქი თემა, რომ ელფოსტის მართვა გაუადვილდეს თვალებს. Thunderbird აღჭურვილია, როგორც ნათელი, ასევე მუქი იერსახით და კიდევ სხვა უამრავია ხელმისაწვდომი დამატების სახითაც.
pt_pt: Os temas permitem alterar a aparência do Thunderbird num instante. Está a trabalhar à noite para que a sua caixa de entrada chegue a zero? Ative o tema escuro para facilitar a gestão do seu correio. O Thunderbird é fornecido com temas claros e escuros, e estão disponíveis muitos mais como extras.
sr: Теме вам омогућавају да у трену промените изглед Thunderbird-а. Желите да испразните долазну пошту ноћу? Активирајте тамну тему да бисте олакшали управљање порукама и престали напрезати очи. Thunderbird садржи светле и тамне теме, а многе друге су доступне у виду додатака.

source: Smart Folders
es_mx: Carpetas inteligentes
hr: Pametne mape
ka: გონიერი საქაღალდეები
pt_pt: Pastas Inteligentes
sr: Паметне фасцикле

source: Smart Folders help you manage multiple email accounts by combining special folders like your Inbox, Sent, or Archive folder. Instead of going to the Inbox for each of your mail accounts, you can see all of your incoming email in one Inbox folder.
es_mx: Las carpetas inteligentes te ayudan a gestionar múltiples cuentas de correo, combinando carpetas especiales como tu bandeja de entrada, tu carpeta de mensajes enviados o la carpeta de archivo. En lugar de ir a la bandeja de entrada de cada una de tus cuentas de correo, ves todo tu correo recibido en una sola bandeja de entrada.
hr: Pametne mape olakšavaju upravljanje većim brojem računa e-pošte spajanjem posebnih mapa poput mape dolazne, odlazne, poslane ili arhivirane pošte. Umjesto odlaska u mapu dolazne pošte pojedinog računa e-pošte, sada svu dolaznu poštu možeš pronaći u jednoj mapi.
ka: გონიერი საქაღალდეები დაგეხმარებათ, ერთდროულად მართოთ რამდენიმე ელფოსტის ანგარიში, მიღებული, გაგზავნილი და დაარქივებული წერილების საქაღალდეთა გაერთიანებით. თითოეული ანგარიშის საფოსტო ყუთის მონახულების სანაცვლოდ, შეგიძლიათ ყველა მიღებული წერილი იხილოთ ერთიან საქაღალდეში.
pt_pt: As Pastas Inteligentes ajudam-no a gerir múltiplas contas de email, combinando pastas especiais tais como a sua Caixa de Entrada, Enviadas ou Arquivo. Em vez de ir à Caixa de Entrada para cada uma das suas contas de correio, pode ver todo o correio a chegar numa única pasta de Caixa de Entrada.
sr: Паметне фасцикле вам помажу да управљате са више е-поштанских налога комбинирајући специјалне фасцикле као што су ваше сандуче, послате или архивиране фасцикле. Уместо да одлазите у сандуче за сваки ваш налог, можете прегледати све долазеће поруке у једном сандучету.

source: Add-ons Manager
es_mx: Gestor de complementos
hr: Upravljač dodataka
ka: დამატებების მმართველი
pt_pt: Gestor de extras
sr: Менаџер додатака

source: Find and install add-ons directly in Thunderbird. You no longer need to visit the add-ons Web site - instead simply fire up the Add-ons Manager. Not sure which add-on is right for you? Ratings, recommendations, descriptions and pictures of the add-ons in action help you make your selection.
es_mx: Encuentra e instala complementos directamente en Thunderbird. Ya no necesitas visitar el sitio web de complementos: solo tienes que abrir el administrador de complementos. ¿No estás seguro de qué complemento es el adecuado para ti? Las valoraciones, recomendaciones e imágenes de los complementos en acción te ayudan a elegir.
hr: Pronađi i instaliraj dodatke izravno u Thunderbirdu. Više ne trebaš posjećivati web stranicu dodataka – sada je dovoljno pokrenuti Upravljač za dodatke. Ne znaš koji je dodatak za tebe? Ocjene, preporuke, opisi i slike dodataka će ti sada olakšati donijeti odluke.
ka: მოიძიეთ და ჩადგით დამატებები პირდაპირ Thunderbird-ში. საჭირო აღარაა დამატებების საიტზე შესვლა – მხოლოდ გახსენით დამატებების მმართველი. ზუსტად არ იცით, რომელი გაფართოება გამოგადგებათ? იხილეთ თითოეული მათგანის აღწერა, შეფასებები, გამოხმაურება, მუშაობის ამსახველი სურათები, რაც დაგეხმარებათ სწორი არჩევანის გაკეთებაში.
pt_pt: Procure e instale extras diretamente no Thunderbird. Já não precisa de visitar o Web site de extras - em vez disso, simplesmente inicie o Gestor de extras. Não tem a certeza de qual é o extra certo para si? Avaliações, recomendações, descrições e imagens dos extras em ação ajudam-lhe a fazer a sua seleção.
sr: Пронађите и инсталирајте додатке директно из Thunderbird-а. Више није потребно да посетите сајт за додатке - једноставно покрените менаџера додатака. Нисте сигурни који је додатак за вас? Оцене, препоруке, описи и слике додатака ће вам помоћи да одаберете.

source: Robust Privacy
es_mx: Privacidad sólida
hr: Robustna privatnost
ka: პირადულობის დაცვა
pt_pt: Privacidade robusta
sr: Снажна приватност

source: Thunderbird offers support for user privacy and remote image protection. To ensure a user’s privacy, Thunderbird automatically blocks remote images in email messages.
es_mx: Thunderbird ofrece funciones para la privacidad del usuario y la protección contra imágenes remotas. Para garantizar la privacidad del usuario, Thunderbird bloquea automáticamente las imágenes remotas en los mensajes de correo.
hr: Thunderbird nudi podršku za privatnost korisnika i zaštitu prikaza slika s udaljenih poslužitelja. Da bi osigurao privatnost korisnika, Thunderbird automatski blokira učitavanje slika s udaljenih poslužitelja koje se nalaze unutar poruke.
ka: Thunderbird უზრუნველყოფს მომხმარებლის პირადი მონაცემების უსაფრთხოებასა და ჩამოსატვირთი სურათებისგან დაცვას. Thunderbird ავტომატურად ზღუდავს წერილებში მოცემულ სურათებს, მომხმარებლის პირადულობის შენარჩუნების მიზნით.
pt_pt: O Thunderbird oferece suporte para a privacidade do utilizador e proteção de imagens remotas. Para garantir a privacidade de um utilizador, o Thunderbird bloqueia automaticamente imagens remotas em mensagens de email.
sr: Thunderbird нуди подршку за корисничку приватност и заштиту од даљинских слика. Како би обезбедио приватност, Thunderbird аутоматски блокира даљинске слике у е-пошти.

source: Phishing Protection
es_mx: Protección ante suplantaciones de identidad
hr: Phishing zaštita
ka: ყალბი გვერდებისგან დაცვა
pt_pt: Proteção de Engodo
sr: Заштита од крађе идентитета

source: Thunderbird protects you from email scams which try to trick users into handing over personal and confidential information by indicating when a message is a potential phishing attempt. As a second line of defense, Thunderbird warns you when you click on a link which appears to be taking you to a different Web site than the one indicated by the URL in the message.
es_mx: Thunderbird te protege de los fraudes por correo electrónico que intentan engañar a los usuarios para que entreguen información personal y confidencial indicando si un mensaje intenta hacer phishing. Como segunda línea de defensa, Thunderbird te avisa cuando haces clic en una URL que parece llevarte a un sitio web diferente del indicado por la URL en el mensaje.
hr: Thunderbird te štiti od prijevara putem e-pošte, koje te nastoje navesti da pošalješ osobne ili povjerljive informacije. Thunderbird te također upozorava kad klikneš na poveznicu koja te zapravo pokušava odvesti na drugačiju stranicu.
ka: Thunderbird გიცავთ ელფოსტით თაღლითობისგან, რომლის მეშვეობითაც მომხმარებლებს მოტყუებით სძალავენ პირად მონაცემებს და მიგითითებთ ყველა საეჭვო და შესაძლო საფრთხისშემცველ წერილზე. ამასთანავე, დამატებითი დაცვისთვის Thunderbird გაგაფრთხილებთ იმ შემთხვევაშიც, როცა წერილში მოცემული URL-ბმული მითითებული საიტის ნაცვლად, თქვენს სხვა საიტზე გადაყვანას ეცდება.
pt_pt: O Thunderbird protege-lhe de burlas de email que tentam enganar os utilizadores, para que estes forneçam informação pessoal e confidencial, indicando quando uma mensagem é uma tentativa potencial de engodo. Como uma segunda linha de defesa, o Thunderbird avisa-lhe quando clica numa ligação que parece estar a encaminhar-lhe para um Web site diferente do indicado no URL na mensagem.
sr: Thunderbird вас штити од преварантских порука које покушавају да вас преваре и наслуте на давање ваших информација, упозоравајући када је порука могућа превара. Као друга линија заштите, Thunderbird вас упозорава када притиснете на везу која ће вас одвести на другу веб адресу уместо оне која је приказана у поруци.

source: Automated Update
es_mx: Actualizaciones automáticas
hr: Automatska nadogradnja
ka: თვითგანახლება
pt_pt: Atualização automática
sr: Аутоматска ажурирања

source: Thunderbird’s update system checks to see if you’re running the latest version, and notifies you when a security update is available. These security updates are small (usually 200KB - 700KB), giving you only what you need and making the security update quick to download and install. The automated update system provides updates for Thunderbird on Windows, macOS, and Linux in over 40 different languages.
es_mx: El sistema de actualización de Thunderbird comprueba si estás ejecutando la última versión, y te avisa cuando está disponible una actualización de seguridad. Estas actualizaciones de seguridad son pequeñas (normalmente 200KB - 700KB), ofreciéndote solo lo que necesitas y se descargan e instalan rápidamente. El sistema de actualización automática proporciona actualizaciones para Thunderbird en Windows, macOS y Linux en más de 40 idiomas diferentes.
hr: Thunderbirdov sustav ažuriranja provjerava koristiš li najnoviju verziju i obaviještava te kad su dostupna sigurnosna ažuriranja. Ova sigurnosna ažuriranja su obično mala (oko 200 KB – 700 KB), pružaju ti samo ono što je potrebno i omogućuju brzo preuzimanje i instaliranje. Automatski sustav ažuriranja dostupan je za Thunderbird na Windows, macOS i Linux sustavima i na 40 jezika.
ka: Thunderbird-ის განახლების სისტემა ამოწმებს, იყენებთ თუ არა უახლეს ვერსიას და გატყობინებთ, როცა უსაფრთხოების განახლებაა ხელმისაწვდომი. უსაფრთხოების განახლებები მცირე ზომისაა (ჩვეულებრივ 200კბ - 700კბ), რაც სწრაფად და მარტივად ჩადგმის საშუალებას იძლევა. ავტომატური განახლების სისტემა უზრუნველყოფს Thunderbird-ის განახლებას Windows, macOS, Linux სისტემებისა და 40-ზე მეტი სხვადასხვა ენისთვის.
pt_pt: O sistema de atualização do Thunderbird confirma se está a executar a versão mais recente e notifica-lhe quando uma atualização de segurança está disponível. Estas atualizações de segurança são pequenas (usualmente 200KB - 700KB), fornecendo apenas o que precisa e fazendo com que a atualização de segurança seja rápida de transferir e instalar. O sistema de atualizações automáticas fornece atualizações para o Thunderbird no Windows, macOS, e Linux em mais de 40 idiomas diferentes.
sr: Thunderbird-ов систем за ажурирање проверава да ли користите последњу верзију и обавештава вас када је сигурносна надоградња доступна. Ове сигурносне надоградње су мале (углавном око 200 до 700 килобајта) , чинећи надоградње брзим за преузимање и инсталирање. Систем за аутоматско ажурирање је могућ на Windows, macOS и Linux оперативним системима у преко 40 различитих језика.

source: Cutting Out the Junk
es_mx: Saquemos la basura
hr: Bacanje smeća
ka: ჯართის არიდება
pt_pt: Separando o Lixo
sr: Уклањање нежељне е-поште

source: Thunderbird’s popular junk mail tools have been updated to stay ahead of spam. Each email you receive passes through Thunderbird’s leading-edge junk mail filters. Each time you mark messages as spam, Thunderbird "learns" and improves its filtering so you can spend more time reading the mail that matters. Thunderbird can also use your mail provider’s spam filters to keep junk mail out of your inbox.
es_mx: Las populares herramientas de correo no deseado de Thunderbird han sido actualizadas para prevenir el spam. Cada mensaje que recibes pasa por los más modernos filtros de correo no deseado de Thunderbird. Cada vez que marcas un mensaje como "no deseado", Thunderbird "aprende" y mejora su filtrado para que puedas pasar más tiempo leyendo los mensajes que importan. Thunderbird también puede usar los filtros de spam de tu proveedor de correo para mantener el correo no deseado fuera de la bandeja de entrada.
hr: Thunderbirdovi popularni alati za neželjenu poštu su ažurirani da ostaneš korak ispred neželjene pošte. Svaka poruka koju primiš prolazi kroz najnaprednije Thunderbirdove filtre protiv neželjene pošte. Svaki put kad označiš poruku kao neželjenu poštu, Thunderbird „uči” i unapređuje svoje metode filtriranja kako bi tebi u budućnosti omogućio koristiti vrijeme za čitanje bitnih poruka. Thunderbird može također koristiti filtre tvog pružatelja usluge e-pošte.
ka: Thunderbird-ის ცნობილი ჯართის ხელსაწყოები განახლებულია და მზადაა უსარგებლო წერილებისგან თავის ასარიდებლად. თითოეული მიღებული შეტყობინება Thunderbird-ის ჯართის ფილტრში გადის. ამასთანავე, როდესაც წერილი აღირიცხება ჯართად, Thunderbird „შეისწავლის“ მას და აუმჯობესებს ფილტრის შესაძლებლობებს, რაც კიდევ უფრო ამცირებს არასასურველი წერილების მიღების ალბათობას. Thunderbird-ს ასევე შეუძლია გამოიყენოს თქვენი ელფოსტის მომსახურების მომწოდებლის ფილტრებიც მსგავსი შეტყობინებების უკეთ შესაზღუდად.
pt_pt: As ferramentas populares do Thunderbird para o lixo eletrónico foram atualizadas para se manterem mais avançadas do que o spam. Cada email que recebe passa através dos filtros de correio mais avançados do Thunderbird. Cada vez que marca mensagens como Lixo eletrónico, o Thunderbird "aprende" e melhora o seu sistema de filtragem para que possa passar mais tempo a ler o correio que interessa. O Thunderbird pode também utilizar os filtros do seu fornecedor de correio para manter o lixo eletrónico fora da sua caixa de entrada.
sr: Thunderbird-ове популарне алатке за уклањање нежељне е-поште су ажуриране како би биле корак испред нежељних порука. Сваку е-пошти коју примите прво прође кроз Thunderbird-ов филтер за нежељене поруке. Сваки пут када означите одређену е-пошту као нежељену, Thunderbird то запамти и следећи пут побољша свој филтер како би сачувао време да би сте могли читати поруку која је од стварног значаја. Thunderbird може и да користи филтере вашег провајдера е-поште како би спречио нежељну пошту у вашем сандучету.

source: Open Source
es_mx: Código abierto
hr: Otvoreni kȏd
ka: ღია წყაროს მქონე
sr: Отвореног кода

source: At the heart of Thunderbird is an open source development process driven by thousands of passionate, experienced developers and security experts spread all over the world. Our openness and active community of experts helps to ensure our products are more secure and quickly updated, while also enabling us to take advantage of the best third party security scanning and evaluation tools to further bolster overall security.
es_mx: En el corazón de Thunderbird hay un proceso de desarrollo de código abierto impulsado por miles de desarrolladores y expertos de seguridad apasionados y experimentados procedentes de todo el mundo. Nuestra transparencia y nuestra activa comunidad garantizan una mayor seguridad y rapidez en las actualizaciones de nuestros productos, a la vez que nos permiten aprovechar las mejores herramientas de terceros para evaluar y buscar problemas de seguridad que mejoren aún más la seguridad en su conjunto.
hr: U srcu Thunderbirda nalazi se razvojni proces otvorenog kôda kojeg pokreću stotine strastvenih i iskusnih razvijatelja, te sigurnosnih stručnjaka iz cijeloga svijeta. Naša otvorenost i aktivna zajednica stručnjaka pomaže nam osigurati izdavanje sigurnih i redovito ažuriranih proizvoda, dok nam istovremeno nudi prednost korištenja najboljih alata za skeniranje i procjenu sigurnosti za dodatno ojačavanje cjelokupne sigurnosti.
ka: Thunderbird-ის გულს წარმოადგენს ღია წყაროს მქონე კოდი და მისი შემმუშავებელი ათასობით მონაწილე, გამოცდილი დამპროგრამებლები და უსაფრთხოების სპეციალისტები მთელი მსოფლიოდან. ექსპერტებისგან შემდგარი ჩვენი გახსნილი და მხურვალე ერთობა უზრუნველყოფს ჩვენი პროდუქციის დაცულობასა და სწრაფ განახლებას, ამასთანავე, გვაძლევს შესაძლებლობას, სრულად ავითვისოთ სხვა მწარმოებლების უსაფრთხოების ხელსაწყოების უპირატესობებიც დაცვის საერთო დონის ასამაღლებლად.
pt_pt: No coração do Thunderbird está um processo de desenvolvimento de código aberto dirigido por milhares de programadores apaixonados e experientes, bem como especialistas de segurança dispersos um pouco por todo o mundo. A nossa abertura e comunidade dinâmica de especialistas ajudam a garantir que os nossos produtos são mais seguros e rapidamente atualizados, permitindo ainda, tirar partido das melhores ferramentas de análise e de avaliação de terceiros para melhorar ainda mais a segurança geral.
sr: Thunderbird се развија под отвореним кодом који развијају на хиљаде искусних и страсних програмера и сигурносних стручњака широм света. Наша отвореност и активна заједница стручњака помаже да обезбедимо већу сигурност и брже развијање наших прозивода.

source: Thunderbird Vector Wordmark
es_mx: Logo vectorial de Thunderbird
hr: Vektorski format za Thunderbird logotip
ka: Thunderbird-ის ვექტორული ნიშანი
sr: Векторски Thunderbird логотип

source: Features
es_mx: Características
hr: Funkcije
ka: შესაძლებლობები
pt_pt: Funcionalidades
sr: Могућности

source: Get Help
es_mx: Obtener ayuda
hr: Dobij pomoć
ka: მხარდაჭერა
pt_pt: Obter ajuda
sr: Потражите помоћ

source: Blog
ka: სვეტი
pt_pt: Blogue
sr: Блог

source: Thunderbird is funded by users like you
es_mx: Thunderbird es financiado por usuarios como tú
hr: Thunderbird financiraju korisnici poput vas
ka: Thunderbird ფინანსდება თქვენნაირი მომხმარებლების მიერ
pt_pt: O Thunderbird é financiado por utilizadores como você
sr: Thunderbird финансирају корисници попут вас

source: Thunderbird is both free and freedom respecting, but we’re also completely funded by donations! Help us sustain the project and continue to improve.
es_mx: Thunderbird es gratuito y al mismo tiempo respeta la libertad, ¡Pero también es financiado completamente por donaciones! Ayúdanos a mantener el proyecto y seguir mejorando.
hr: Thunderbird je besplatan i poštuje slobodu. S druge strane, projekt se potpuno financira putem donacija! Pomogni nam održati projekt i nastaviti ga unapređivati.
ka: Thunderbird თავისუფალია და ამასთანავე, პატივს სცემს თავისუფლებას, მაგრამ ჩვენ სრულად ვართ დამოკიდებული შემოწირულობებზე! დაგვეხმარეთ პროექტის შენარჩუნებასა და განვითარებაში.
pt_pt: O Thunderbird é gratuito e respeita a liberdade, mas nós também somos totalmente financiados pelos donativos! Ajude-nos a sustentar o projeto e a continuar a melhorar.
sr: Thunderbird је бесплатан и поштује слободу, али је исто тако у потпуности финансиран донацијама! Помозите нам да одржимо и наставимо унапређивати пројекат.

source: Join our Newsletter
es_mx: Únete a nuestro boletín
hr: Prijavi se za primanje našeg biltena
ka: შემოუერთდით ჩვენი სიახლეების ცნობარს
pt_pt: Subscreva a nossa newsletter
sr: Пријавите се на наш билтен

source: Keep up with the latest and greatest updates on news, features, events, and previews, and get a sneak peek on the upcoming releases.
es_mx: Mantente al día con las últimas y más importantes actualizaciones sobre noticias, funcionalidades, eventos y vistas previas de las próximas versiones.
hr: Informiraj se o najnovijim vijestima, funkcijama, događajima i među prvima imaj uvid u nadolazeća izdanja.
ka: არ გამოტოვოთ ბოლოდროინდელი მნიშვნელოვანი ამბები, ახალი შესაძლებლობები, ღონისძიებები, მიმოხილვები და თვალი შეავლეთ მომავალ გამოშვებებს.
pt_pt: Mantenha-se atualizado com as melhores e mais recentes novidades em notícias, recursos, eventos e pré-lançamentos.
sr: Примајте најновије вести о ажурирањима функција, новим догађајима и имајте рани увид у надолазећа издања.

source: Pay What You Want
ka: გაიღე, რამდენიც გსურს
sr: Платите колико желите
