Repository: inattee/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: es_mx, hr, ka, pt_pt, sr

source: New Spaces Toolbar
es_mx: Nueva barra de herramientas de espacios
ka: არეების ახალი ხელსაწყოთა ზოლი
pt_pt: Nova Barra de Zonas
sr: Нова просторна алатна трака

source: Thunderbird 102 makes navigating the application more intuitive thanks to the new Spaces Toolbar. Move between all of your activities with ease, whether it’s managing email, working with contacts through the awesome new address book, using the calendar and tasks functionality, chat, and even add-ons! If you want to save screen real estate, the Spaces Toolbar can be dismissed, and you can instead navigate the different activities Thunderbird offers with the new Pinned Spaces tab.
es_mx: Thunderbird 102 hace que la navegación en la aplicación sea más intuitiva gracias a la nueva barra de herramientas de espacios. Muévete entre todas tus actividades con facilidad, ya sea administrar el correo electrónico, trabajar con contactos a través de la nueva e increíble libreta de direcciones, usar la función de calendario y tareas, chat e incluso complementos. Si deseas guardar espacio en la pantalla, puede descartar la barra de herramientas de espacios y en su lugar, puedes navegar por las diferentes actividades que ofrece Thunderbird con la nueva pestaña de espacios anclados.
ka: Thunderbird 102 უფრო მოსახერხებელს ხდის გადაადგილებას არეების ზოლის დახმარებით. მოქნილად გადაერთეთ სხვადასხვა საქმიანობაზე, ელფოსტის გამართვა იქნება ეს, ხალხის დამატება ჩვენი არაჩვეულებრივი ახალი წიგნაკიდან, კალენდარში დავალებების შექმნა, მიმოწერა თუ დამატებების ჩადგმაც კი! როცა ეკრანზე ადგილის დაზოგვა გესაჭიროებათ, შეგიძლიათ საერთოდ მოაცილოთ არეების ზოლი და სანაცვლოდ გადაადგილდეთ Thunderbird-ის ახლად შემოთავაზებული მიმაგრებული ჩანართებით.

source: New Matrix Chat Support
es_mx: Nuevo soporte para chat Matrix
ka: ახალი Matrix-სასაუბროს მხარდაჭერა
pt_pt: Novo Suporte para o Chat Matrix
sr: Нова подршка за Matrix ћаскање

source: Thunderbird 102 offers a new way to chat privately and securely with your colleagues, friends, and family. We’ve added support for the open-source, decentralized chat protocol Matrix, and it’s usable right out of the box! (As always, we welcome your feedback since it’s an evolving service.)
es_mx: Thunderbird 102 ofrece una nueva manera privada y segura de chatear con tus colegas, amigos, y familiares. ¡Hemos agregado soporte para el protocolo de chat descentralizado de código abierto Matrix, y se puede usar de inmediato! (Como siempre, agradecemos tus comentarios ya que es un servicio en evolución.)
ka: Thunderbird 102 გთავაზობთ ახალ და დაცულ საშუალებას პირადი მიმოწერისთვის თანამშრომლებთან, მეგობრებთან და ოჯახის წევრებთან. დაემატა მხარდაჭერა ღია წყაროს მქონე, ერთპიროვნული მართვისგან თავისუფალი სასაუბრო ოქმისა სახელწოდებით Matrix, რომელიც ჩაშენებულია და პირდაპირ შეგიძლიათ გამოიყენოთ! (როგორც ყოველთვის, ველით თქვენს გამოხმაურებას, ვინაიდან მომსახურება ჯერ განვითარების საფეხურზეა).
sr: Thunderbird 102 нуди нови начин за приватно и безбедно ћаскање са колегама, пријатељима и породицом. Додали смо подршку за децентрализовани Matrix протокол за ћаскање отвореног кôда, који је спреман за употребу одмах! (Као и увек, поздрављамо ваше повратне информације јер је ово услуга у развоју.)

source: Other Notable Changes
es_mx: Otros cambios notables
hr: Druge značajne promjene
ka: სხვა აღსანიშნავი ცვლილებები
pt_pt: Outras mudanças assinaláveis
sr: Остале значајне промене

source: There are many other big changes that make Thunderbird 102 a very large release including:
es_mx: Hay muchos otros cambios importantes que hacen de Thunderbird 102 una versión muy grande, que incluyen:
ka: კიდევ სხვა მრავალი საგრძნობი ცვლილებაა, რომლებიც Thunderbird 102 ვერსიას დიდ გამოშვებად აქცევს, მათ შორის:
sr: Постоје многе друге велике промене које чине Thunderbird 102 врло великим издањем које укључују:

source: New Icons and Default Folder Colors
es_mx: Nuevos iconos y colores de carpeta predeterminados
ka: ახალი ხატულები და საქაღალდეთა ნაგულისხმევი ფერები
pt_pt: Novos Ícones e Cores de Pastas Padrão
sr: Нове иконице и подразумеване боје фасцикла

source: Use Thunderbird without an email account (for example, as an RSS reader)
es_mx: Usar Thunderbird sin una cuenta de correo electrónico (por ejemplo, como lector de RSS)
ka: Thunderbird-ის გამოყენება ელფოსტის ანგარიშის გარეშე (თუნდაც, RSS-არხების წასაკითხად)
pt_pt: Use o Thunderbird sem uma conta de e-mail (por exemplo, como leitor de RSS)
sr: Користите Thunderbird без налога е-поште (нпр. као RSS читач)

source: Numerous OpenPGP improvements
es_mx: Numerosas mejoras de OpenPGP
ka: არაერთი გაუმჯობესება OpenPGP-ისთვის
pt_pt: Vários melhoramentos no OpenPGP
sr: Бројна OpenPGP побољшања

source: CalendarLocal parser converted to javascript
es_mx: Analizador CalendarLocal convertido a javascript
ka: CalendarLocal-ის დასამუშავებელი გადაიწერა Javascript-ში
pt_pt: Analisador CalendarLocal convertido para javascript
sr: CalendarLocal рашчлањивач је претворен у javascript

source: Today Pane calendar UI refresh
es_mx: Actualización de la interfaz de usuario del calendario del panel de vista de hoy
ka: კალენდარში დღევანდელი დღის არე ახალი იერსახითაა
sr: Освежен кориснички интерфејс панела Данас

source: POP3 implemented in javascript
es_mx: POP3 implementado en javascript
ka: POP3 შესრულებულია Javascript-ში
pt_pt: POP3 implementado em javascript
sr: POP3 је имплементиран у javascript

source: Account settings moved to macOS application menu
es_mx: La configuración de cuenta se movió al menú de aplicaciones de macOS
ka: ანგარიშის პარამეტრები გადატანილია macOS-ის პროგრამის მენიუში
pt_pt: As definições de conta foram movidas para o menu da aplicação do macOS
sr: Подешавања налога су премештена у macOS мени апликације

source: Plus: Application-wide font size control, Theme fixes, FileLink fixes, Accessibility fixes, improved vCard integration, improved calendar startup performance, Calendar fixes including correct order of week view headers and days for right to left locales.
es_mx: Además: Control del tamaño de fuente en toda la aplicación, correcciones de temas, correcciones de FileLink, correcciones de accesibilidad, integración mejorada de vCard, rendimiento de inicio de calendario mejorado, correcciones en el calendario que incluyen el orden correcto de los encabezados de vista de la semana y días para configuraciones regionales de derecha a izquierda.
ka: ამასთან: მთლიან პროგრამაში შრიფტის ერთიანი მართვა, მოგვარებული ხარვეზები გაფორმებასთან, FileLink-თან, ხელმისაწვდომობასთან დაკავშირებით, გაუმჯობესებული თავსებადობა vCard-თან, კალენდრის გაშვებისას უკეთესი წარმადობა, კალენდარში გასწორებული კვირების მიმდევრობა, თავსართები და დღეები მარჯვნიდან მარცხნივ მიმართული დამწერლობებისთვის.
sr: Плус: контрола величине фонта у целој апликацији, исправке теме, FileLink исправке, исправке приступачности, побољшана vCard интеграција, побољшане перформансе покретања календара, исправке календара укључујући исправан редослед приказа заглавља недеља и дана за језике који се читају с десна на лево.

source: You can see details of all our changes in the release notes for <a href="%(release)s">Thunderbird 102.0 and up</a>.
es_mx: Puedes ver los detalles de todos nuestros cambios en las notas de lanzamiento de <a href="%(release)s">Thunderbird 102.0 y posteriores</a>.
ka: ცვლილებების შესახებ დაწვრილებით იხილეთ გამოშვების შენიშვნებში <a href="%(release)s">Thunderbird 102.0 და მომდევნო ვერსიებისთვის</a>.
sr: Детаље о свим нашим променама можете видети у <a href="%(release)s">Thunderbird 102.0 и новијим</a> напоменама о издању.

source: Thunderbird logo
ka: Thunderbird-ლოგო

source: Help Keep <br> <span class="tb-title">Thunderbird</span> <span class="alive">Alive</span>
ka: შევინარჩუნოთ <br> <span class="tb-title">Thunderbird</span> <span class="alive">მხნედ</span>

source: Thunderbird’s mission is to give you the best privacy-respecting, customizable communication experience possible. Free for everyone to install and enjoy!
ka: Thunderbird-ის მიზანია, მოგცეთ პირადულობის საუკეთესოდ უზრუნველმყოფი და რაც შეიძლება ადვილად მოსარგები საშუალება ურთიერთობისთვის. ყველას თავისუფლად შეუძლია დააყენოს და ისიამოვნოს!

source: Accomplishing that mission means maintaining expensive servers, fixing bugs, developing useful new features, and hiring talented engineers to improve the software.
ka: ამ მიზნის მისაღწევად აუცილებელია ძვირადღირებული აპარატურის მუდმივი მოვლა-შენახვა, ხარვეზების აღმოფხვრა, სასარგებლო შესაძლებლობების დამატება და ნიჭიერი სპეციალისტების დაქირავება პროგრამის განსავითარებლად.

source: Thunderbird is proud to be funded exclusively by our community, not by selling personal data or displaying ads in your inbox.
ka: Thunderbird-ისთვის საამაყოა, რომ საგანგებოდ ჩვენი ერთობის დახმარებით ფინანსდება ნაცვლად პირადი მონაცემების გაყიდვით ან რეკლამების ჩვენებით თქვენს საფოსტო ყუთში.

source: So today we’re asking for your help to keep Thunderbird alive and thriving. If you get value from using Thunderbird, please consider giving a donation to support it!
ka: ასე რომ, ახლა გვიწევს თქვენგან ვითხოვოთ მხარში ამოდგომა, რომ შევინარჩუნოთ Thunderbird ცოცხლად და მხნედ. თუ შემოსავლიან საქმიანობაში გადგებათ Thunderbird, გთხოვთ გაიღოთ შემოწირულობა მის მხარდასაჭერად!

source: What’s New in Thunderbird 115
ka: რა სიახლეებითაა Thunderbird 115

source: What’s New in <br> <span class="tb-title">Thunderbird</span> <span class="version">115</span> <span class="sr-only">Supernova</span>
ka: რა სიახლეებითაა <br> <span class="tb-title">Thunderbird</span> <span class="version">115</span> <span class="sr-only">Supernova</span>

source: Supernova wordmark
ka: სუპერნოვას წარწერა

source: A nebula of stars
ka: ვარსკვლავების ნისლეული

source: Dynamic Unified Toolbar
ka: ხელსაწყოთა ერთიანი ცვალებადი ზოლი

source: Supernova features a single dynamic toolbar, presenting frequently used and contextual options based on the tab or Space that is currently active. Take full control by customizing the toolbar and window layout to perfectly fit your workflow.
ka: Supernova წარმოდგენილია ერთიანი ცვალებადი ზოლით, მასზე თავსდება ხშირად გამოყენებული და გასახსნელი მენიუდან ასარჩევი შესაძლებლობები ჩანართის მიხედვით ან არეები, რომლებიც ამჟამადაა მოქმედი. სრულად აიღეთ მართვის სადავეები ხელსაწყოებისა და ფანჯრების განლაგების სურვილისამებრ მორგებით თქვენი საქმიანობის შესაფერისად.

source: The all new Unified Toolbar
ka: ხელსაწყოთა სრულიად ახლებური ერთიანი ზოლი

source: Beautiful Iconography
ka: უმშვენიერესი ხატულები

source: More than just a refreshed set of graphics, Supernova introduces beautiful icons with a more consistent visual style unique to Thunderbird. Our new designs remain sharp and pixel-perfect at any density setting.
ka: გარდა განახლებული იერსახისა, Supernova-ს მოჰყვება ულამაზესი ხატულები, რომლებიც მეტადაა შეხამებული Thunderbird-ის გამორჩეულ გარეგნულ მახასიათებლებთან. ახალი იერსახე ინარჩუნებს სიმკვეთრესა და სიზუსტეს ნებისმიერი გარჩევადობის მითითებისას.

source: The improved icons
ka: გაუმჯობესებული ხატულები

source: Easy Density Control
ka: სიმჭიდროვის ადვილად ცვლა

source: Working with multiple monitors and display resolutions? Supernova lets you dial in the perfect density settings and font sizes for the entire application, with just a single click from the App Menu.
ka: გიწევთ მუშაობა რამდენიმე ეკრანთან სხვადასხვა გარჩევადობით? Supernova საშუალებას გაძლევთ მიუთითოთ გამოსახულების შესაფერისი სიმჭიდროვე და შრიფტის ზომა მთელ პროგრამაში, მხოლოდ ერთი დაწკაპებით მენიუდან.

source: Compact density icon
ka: მჭიდრო განლაგების ხატულა

source: Default density icon
ka: ნაგულისხმევი განლაგების ხატულა

source: Relaxed density icon
ka: ფართო განლაგების ხატულა

source: An example of the relaxed density
ka: ფართო განლაგების მაგალითი

source: Intuitive App Menu
ka: იოლად მოსახმარი მენიუ

source: The new Application Menu (≡) in Supernova is now keyboard-accessible, and redesigned for faster, easier navigation. Fewer submenus, persistent global options, and consistent iconography combine to create a much more intuitive experience.
ka: პროგრამის ახალი მენიუ (≡) Supernova-ში უკვე კლავიატურითაა ხელმისაწვდომი და გადამუშავებულია უფრო სწრაფი და ადვილი გადაადგილებისთვის. ნაკლები ქვემენიუები, მუდმივი საერთო პარამეტრები და სათანადო ხატულები – ერთად ქმნის მეტად მოსახერხებელ გარემოს.

source: The new AppMenu
ka: პროგრამის ახალი მენიუ

source: New + Sortable Folder Modes
ka: ახალი + დასალაგებელი საქაღალდეები

source: Supernova gives you more control by introducing sortable Folder Modes. Display all of your Tags in the Folder Pane, turn on and off Local Folders, or move your favorite Folder Mode sections up and down with one click. Less scrolling, more productivity.
ka: Supernova უკეთ მართვის საშუალებას გაძლევთ დასალაგებელი საქაღალდეთა რეჟიმებით. გამოაჩინეთ ყველა თქვენი ჭდე საქაღალდეთა არეში, აამოქმედეთ ან გააუქმეთ ადგილობრივი საქაღალდეები, ანდა გადაადგილეთ რჩეულ საქაღალდეთა განყოფილებები ზემოთ და ქვემოთ ერთი წკაპით. ეკრანის ნაკლები მოძრაობა, მეტი შედეგიანობა.

source: Eye-Catching Tags View
ka: თვალშისაცემი ჭდეები

source: Tags are a familiar and powerful part of your workflow, so Supernova adds an eye-catching “Tags” view to the Folder Pane. Quickly jump to your custom, color-coded tag categories to find and filter your messages even faster.
ka: ჭდეები კარგად ნაცნობი და მძლავრი საშუალებაა საქმის კეთებისთვის, Supernova ამატებს თვალშისაცემი „ჭდეების“ ხედს საქაღალდეთა არეში. სწრაფი გადასვლა თქვენ მიერ მორგებული, ფერებით დალაგებული ჭდეების ჯგუფებზე წერილების კიდევ უფრო მალე გამოსარჩევად და საპოვნელად.

source: The improved folder pane
ka: საქაღალდეთა გაუმჯობესებული არე

source: Modernized Cards View
ka: ახლებური საბარათო ხედი

source: Supernova’s new Card View is our version of the well-known vertical layout for the Message List, perfect for people used to modern webmail. Card View emulates a mobile interface list with multi-line support, offering a more comfortable appearance to reduce cognitive burden.
ka: Supernova-ს ახალი საბარათო ხედი საყოველთაოდ ცნობილი შვეული განლაგების ჩვენებური სახესხვაობაა წერილთა ნუსხისთვის, ზედგამოჭრილი თანამედროვე ვებფოსტის მომხმარებელთათვის. საბარათო ხედი იმეორებს მობილური გარსის მრავალხაზიან განლაგებას, მეტად მოსახერხებელი იერსახის შემოთავაზებით გონების ნაკლებად დასატვირთად.

source: An example of a message in card view
ka: წერილთა საბარათო ხედის ნიმუში

source: Improved Address Book
ka: გაუმჯობესებული წიგნაკი

source: Supernova continues to iterate on the modernized Address Book introduced in Thunderbird 102. You’ll enjoy a new tabular view, an improved Edit view, delete buttons, and better accessibility.
ka: Supernova განაგრძობს მისამართების წიგნაკის გათანამედროვებას, რომელიც გამოჩნდა Thunderbird 102 გამოშვებაში. ისიამოვნეთ ახალი ცხრილური ხედით, გაუმჯობესებული ჩასწორების ხედით, წაშლის ღილაკებითა და დახვეწილი თავსებადობით.

source: The improved address book edit pane
ka: გაუმჯობესებული წიგნაკის ჩასწორების არე

source: Expanded Accessibility
ka: გაფართოებული თავსებადობა

source: Supernova substantially improves Thunderbird’s keyboard navigation and screen reader accessibility across the entire application. We’ve also greatly expanded the ability to navigate Mail content and buttons using the TAB and arrow keys.
ka: Supernova მნიშვნელოვნად აუმჯობესებს Thunderbird-ის კლავიატურით გამოყენებასა და ეკრანის წამკითხველებთან თავსებადობას მთლიან პროგრამაში. აგრეთვე, საკმაოდ დაიხვეწა წერილის შიგთავსზე გადაადგილებისა და ღილაკების გამოყენების შესაძლებლობა TAB-ისა და ისრების კლავიშებით.

source: Button
ka: ღილაკი

source: Button 1
ka: ღილაკი 1

source: Button 2
ka: ღილაკი 2

source: Button 3
ka: ღილაკი 3

source: Button 4
ka: ღილაკი 4

source: Improved Calendar Design
ka: კალენდრის გაუმჯობესებული იერსახე

source: As part of an ongoing effort to modernize and upgrade Thunderbird’s Calendar, Supernova introduces an improved “mini-month” layout, improvements to the day/week/month grid, a pleasing color palette, and several more minor changes.
ka: Thunderbird-ის კალენდრის გათანამედროვეობისა და განახლების მიმდინარე ძალისხმევის შედეგად, Supernova ნერგავს გაუმჯობესებულ „თვეების მცირე” განლაგებას, დახვეწილი დღის/კვირის/თვის ბადით, მომხიბლავი ფერებითა და არაერთი მეორეხარისხოვანი ცვლილებით.

source: The improved calendar
ka: გაუმჯობესებული კალენდარი

source: More to come!
ka: ბევრი სიახლე წინაა!

source: Supernova is constantly evolving. Throughout the next year, we’ll deliver many improvements to existing Supernova features and introduce brand new ones. Upgrade to version 115 and experience the future of Thunderbird!
ka: Supernova განუწყვეტლივ ვითარდება. მომდევნო წლის განმავლობაში მრავალი სახის გაუმჯობესებას მიიღებს Supernova არსებულ შესაძლებლობებში და ბევრი ახალიც დაემატება. გადადით 115 ვერსიაზე და გამოცადეთ მომავლის Thunderbird!

source: New in Thunderbird 68
es_mx: Nuevo en Thunderbird 68
hr: Novo u Thunderbirdu 68
ka: რა სიახლეებითაა Thunderbird 68
pt_pt: Novo no Thunderbird 68
sr: Ново у Thunderbird 68

source: This article describes some of the major changes visible to users in Thunderbird version 68.0. Full details of all the changes can be found in the <a href="%(release)s">Thunderbird 68 release notes</a>.
es_mx: Este artículo describe algunos de los cambios más importantes visibles a los usuarios en Thunderbird versión 68.0. Todos los detalles de los cambios pueden encontrarse en las <a href="%(release)s">notas de versión de Thunderbird 68</a>.
hr: Ovaj članak opisuje neke od velikih izmjena koje su vidljive korisnicima u Thunderbird verziji 68.0. Potpuni popis izmjena može se pronaći u <a href="%(release)s">napomenama o izdanju Thunderbird 68</a>.
ka: ამ სტატიაში აღწერილია Thunderbird 68.0 ვერსიაში მომხმარებლებისთვის ხილული რამდენიმე ძირითადი ცვლილება. ყველა ცვლილების შესახებ სრულად შეგიძლიათ იხილოთ <a href="%(release)s">Thunderbird 68 გამოშვების ცნობებში</a>.
pt_pt: Este artigo descreve algumas das principais alterações visíveis para os utilizadores do Thunderbird, versão 68.0. Os detalhes completos de todas as alterações podem ser encontrados nas <a href="%(release)s">notas da versão 68 do Thunderbird</a>.
sr: Овај чланак описује неке од главних промена које су видљиве корисницима у Thunderbird верзији 68.0. Потпуни детаљи свих промена могу се пронаћи у <a href="%(release)s">Thunderbird 68 напоменама о издању</a>.

source: Better Dark Theme
es_mx: Tema oscuro mejorado
hr: Bolji tamni motiv
ka: უკეთესი მუქი იერსახე
pt_pt: Um tema escuro melhor
sr: Боља тамна тема

source: The dark theme available in Thunderbird has been enhanced with a dark message thread pane as well as many other small improvements.
es_mx: El tema oscuro disponible en Thunderbird ha sido mejorado con un panel de conversiones oscuro así como otras pequeñas mejoras.
hr: Tamni motiv u Thunderbirdu poboljšan je s tamnim prozorom za poruke, kao i mnogim drugim malim poboljšanjima.
ka: Thunderbird-ში არსებულ მუქ თემას დამატებული აქვს მიმოწერის არეში წერილების გაფორმება, ასევე მრავალი სხვა მცირე გაუმჯობესება.
pt_pt: O tema escuro disponível no Thunderbird foi melhorado com um painel escuro de encadeamento de mensagens, além de muitas outras pequenas melhorias.
sr: Тамна тема доступна у Thunderbird-у је побољшана тамним прозором за поруке, као и многим другим малим побољшањима.

source: Filelink Improved
es_mx: Filelink mejorado
hr: Poboljšani Filelink
ka: გაუმჯობესებული Filelink
pt_pt: Ligação a ficheiros melhorada
sr: Побољшани Filelink

source: Filelink attachments that have already been uploaded can now be linked to again instead of having to re-upload them. Also, an account is no longer required to use the default Filelink provider - <strong>WeTransfer</strong>.
es_mx: Los adjuntos de Filelink que ya han sido subidos pueden ser enlazados de nuevo en lugar de tener que volver a subirlos. Además, ya no hace falta una cuenta para usar el proveedor predeterminado de Filelink - <strong>WeTransfer</strong>.
hr: Filelink privici koji su već preneseni na poslužitelj, sada se mogu ponovo povezati, umjesto da se ponovo prenose na poslužitelj. Također, više nije potrebno imati račun, ako se želi koristiti standardni pružatelj Filelink usluge – <strong>WeTransfer</strong>.
ka: Filelink-ის დანართები, რომლებიც უკვე ატვირთულია, კვლავ შეიძლება მიებას წერილებს ხელახალი ატვირთვის გარეშე. ამასთანავე, ანგარიში აღარაა საჭირო, რომ ისარგებლოთ Filelink-ის ნაგულისხმევი მომწოდებლით – <strong>WeTransfer</strong>.
pt_pt: Agora, os anexos de ligações a ficheiros que já foram enviados podem ser vinculados novamente, em vez de precisar de os reenviar. Além disso, deixou de ser necessário ter uma conta para utilizar o fornecedor predefinido de ligação a ficheiro - <strong>WeTransfer</strong>.
sr: Filelink прилози који су већ отпремљени, сада се могу поново повезати, уместо да се поново учитавају. Такође, више није неопходно имати налог ако желите користити стандардни Filelink добављач услуга - <strong>WeTransfer</strong>.

source: Other Filelink providers like Box and Dropbox are not included by default, but can be added by grabbing the <a href="%(dropbox)s">Dropbox</a> and <a href="%(box)s">Box</a> add-ons.
es_mx: Otros proveedores Filelink como Box y Dropbox no están incluidos por defecto, pero pueden ser agregados descargando los complementos <a href="%(dropbox)s">Dropbox</a> y <a href="%(box)s">Box</a>.
hr: Drugi Filelink pružatelji usluge kao Box ili Dropbox nisu uključeni automatski, ali se mogu dodati preuzimanjem <a href="%(dropbox)s">Dropbox</a> i <a href="%(box)s">Box</a> dodataka.
ka: Filelink-ის სხვა მომწოდებლები, როგორებიცაა Box და Dropbox ნაგულისხმევად არაა წარმოდგენილი, თუმცა შესაძლოა, დაემატოს <a href="%(dropbox)s">Dropbox</a> და <a href="%(box)s">Box</a> გაფართოებებით.
pt_pt: Outros fornecedores de ligação a ficheiro, como o Box e Dropbox, não estão incluídos por predefinição, mas podem ser adicionados utilizando os extras <a href="%(dropbox)s">Dropbox</a> e <a href="%(box)s">Box</a>.
sr: Остали Filelink добављачи услуга, као што су Box или Dropbox, нису укључени аутоматски, али се могу додати преузимањем <a href="%(dropbox)s">Dropbox</a> и <a href="%(box)s">Box</a> додатака.

source: Options/Preferences in a Tab
es_mx: Opciones/preferencias en una pestaña
hr: Postavke u kartici
ka: პარამეტრები ჩანართში
pt_pt: Opções / Preferências num separador
sr: Опције/подешавања у језичку

source: Thunderbirdʼs Options/Preferences have been converted from a dialog window to its own dedicated tab. The new Preferences tab provides more space which allows for better organized content and is more consistent with the look and feel of the rest of Thunderbird.
es_mx: Las opciones/preferencias de Thunderbird han sido convertidas de la ventana de diálogo a su propia pestaña dedicada. La nueva pestaña de preferencias proporciona más espacio, lo que permite un contenido mejor organizado y es más consistente con el aspecto y comportamiento del resto de Thunderbird.
hr: Thunderbird postavke su prebačene iz zasebnog prozora u svoju karticu. Nova kartica postavki pruža više prostora koji dozvoljava bolje organizirani sadržaj i više je u skladu s ostatkom Thunderbirda.
ka: Thunderbird-ის პარამეტრები ცალკე ფანჯრიდან გადატანილია თავის ჩანართში. მახასიათებლების ახალი ჩანართს მეტი ადგილი გააჩნია შიგთავსის განსალაგებლად და უკეთ გამოიყურება Thunderbird-ის საერთო იერსახეში.
pt_pt: As opções/preferências do Thunderbird foram convertidas de uma janela para o seu próprio separador dedicado. O novo separador Preferências oferece mais espaço, permitindo um conteúdo mais organizado e é mais consistente com a aparência do resto do Thunderbird.
sr: Thunderbird опције/подешавања су пребачене из засебног дијалог прозора у сопствени језичак. Нови језичак Подешавања пружа више простора који омогућава боље организовани садржај и више је у складу с остатком Thunderbird изгледа.
